import arrangeData from '../controllers/arrangeData'
let bookData = {
  'count': 50,
  'start': 0,
  'total': 184,
  'books': [{
    'rating': {
      'max': 10,
      'numRaters': 6139,
      'average': '7.8',
      'min': 0
    },
    'subtitle': '中国互联网公司进化论',
    'author': ['吴晓波'],
    'pubdate': '2017-1-1',
    'tags': [{
      'count': 2101,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 1793,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 1410,
      'name': '吴晓波',
      'title': '吴晓波'
    },
    {
      'count': 1351,
      'name': '企业史',
      'title': '企业史'
    },
    {
      'count': 1176,
      'name': '传记',
      'title': '传记'
    },
    {
      'count': 1037,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 679,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 489,
      'name': '公司',
      'title': '公司'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29653026.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '前言 谁能定格一座正在喷发的火山\n创业：1998-2004\n出击：2005-2009\n巨头：2010-2016\n马化腾的七种武器\n两个互联网世界：美国的，中国的\nPART 1 创业：1998-2004\n第1章 少年：喜欢天文的Pony站长\n看见了哈雷彗星的少年\n马化腾和三个中学同学\n大学机房里的病毒高手\n润迅公司里的“小马”\n惠多网里的马站长\n中国的第一批互联网人\n“我们一起办一家企业吧”\n第2章 开局：并不清晰的出发\n创办日：1998年11月11日\n不可错过的“互联网世代”\n狼狈不堪的岁月\n从ICQ到OICQ\nOICQ的中国式改造\nOICQ发布日：1999年2月10日\n第3章 生死：泡沫破灭中的挣扎\n“一只饿死鬼投胎的小精灵”\n企鹅的诞生\n“你可以不还钱，不过我不要你的股票”\n救命的IDG与盈科\n从OICQ到QQ\nMIH的意外进入\n第4章 梦网：意外的拯救者\n“影子国王”的梦网计划\n梦网拯救中国互联网\n第一次组织架构调整\n不成功的收费试验\nQQ收费风波：第一次舆论危机\nQ币：虚拟货币的诞生\n第5章 QQ秀：真实世界的倒影\n群聊：“社区”的第一次出现\n市场部的“阿凡达计划”\n“QQ人”与QQ现实主义\n2003年：三个战略级的衍变\n进入网游：没有“凯旋”的《凯旋》\nQQ．com：“青年的新闻门户”\n第6章 上市：夹击中的“成人礼”\n为什么选择高盛\n纳斯达克还是香港\n被光环掩盖了的上市\n整顿风暴中的“跛脚企鹅”\n对QQ的集体围剿\n告别少年期\nPART 2 出击：2005-2009\n第7章 调整：一站式在线生活\n“虚拟电信运营商”的幻灭\n被中国移动“驱逐”的日子\n在手机上“自立门户”\n新战略：“像水和电一样融入生活当中”\n第二次组织架构调整\n蚂蚁搬家：与淘宝的一场遭遇战\n“全民公敌”马化腾\n曾李青的离开\n第8章 战MSN：荣誉与命运\nMSN来了\n“收购”张小龙\n罗川的三重攻击\n重新定义即时通信\nMSN做错了什么\n2005年：中国人统治中国互联网\n第9章 空间：有别于Facebook的社交模式\n“一个大号的QQ秀”\n黄钻与进阶式会员体系\n绿钻：与iTunes不同\n美国大学与中国网吧\n“他们跟我们争夺每一个网吧”\n三战51\n马化腾与扎克伯格\n开心农场的爆炸性效应\n第10章 金矿：“游戏之王”的诞生\n偏师借重任宇昕\n进击联众：一场事先张扬的比拼\n泡泡堂与QQ堂之战\nQQ宠物：母爱情结的宣泄\n绕开主战场的侧击战略\n《穿越火线》与《地下城与勇士》\n“恐怖之王”的诞生\n第11章 广告：社交平台的逆袭\n流量上的胜利\n“QQ用户中有多少人买得起Dior？”\nMIND：重新定义互联网广告\n广点通：“效果广告”的逆袭\nPART 3 巨头：2010-2016\n第12章 用户：小马哥的产品哲学\n“那个只看见鸟的孩子是好学生”\n“他就是一个邮件狂人”\n瞬间变成“白痴级用户”的速度\n马化腾的第一次产品演讲\n大数据下的反馈体制\n第13章 转折：3Q大战\n暴风雨来袭的气息\n企鹅帝国的“三宗罪”\n舆论突袭：“狗日的”腾讯\n宿敌的出现：从制毒者到杀毒者\n正面冲突：电脑管家与隐私保护器\n舆论攻防：技术的，还是道德的\n白热化：扣扣保镖与艰难的决定\n刘畅的眼泪与“各退五十步”\n尴尬的结局：“赢了官司，输了舆论”\n第14章 开放：新的挑战与能力\n“打开未来之门”\n“马八条”与半年战略转型筹备期\n“诊断腾讯”：十场神仙会\n开放能力：资本与流量\n微博：移动时代的新对手\n第15章  微信：移动互联时代的“站台票”\n张小龙与雷军赛跑\n为什么是张小龙？\n朋友圈、公众号与微信红包\n微信的“创世纪”\n第16章 年轻：手机QQ的自我变革\n“并非补充，而可能是颠覆”\n“近六成QQ用户是90后”\nQQ新打法一：娱乐化社交\nQQ新打法二：场景化通信\n第17章 互联网+：泛娱乐的环型生态\n从《洛克王国》开始\n从动漫撕开一个口子\n50亿元收购盛大文学\n四环合璧，内容生态\n第18章 失控：互联网越来越像大自然\n“谁将会成为腾讯未来的敌人？”\n灰度法则的七个维度\n沉静型领导团队\n“连接一切”与“互联网+”\n腾讯的公益与社会责任\n“微微的晨光还照不亮太远的路”\n后记',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/31076416\/',
    'pages': '338',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29653026.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29653026.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29653026.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26929955\/',
    'id': '26929955',
    'publisher': '浙江大学出版社',
    'isbn10': '7308164209',
    'isbn13': '9787308164207',
    'title': '腾讯传',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26929955',
    'alt_title': '',
    'author_intro': '吴晓波：著名财经作家，“吴晓波频道”、蓝狮子出版创始人，常年从事中国企业史和公司案例研究。著有《大败局》I和II、《激荡三十年》《跌荡一百年》《浩荡两千年》《历代经济变革得失》等广具影响力的财经书籍，著作两次入选《亚洲周刊》年度最佳图书。',
    'summary': '腾讯官方唯一授权的权威传记\n著名财经作家吴晓波倾力之作\n当市值最高的中国互联网公司，遇上中国财经界最冷静的一双眼睛\n读懂腾讯，读懂中国互联网\n.\n内容简介\n本书全景式地记录了腾讯崛起的经历，并以互联网的视角重新诠释了中国在融入全球化进程中的曲折与独特性。\n从1998年开始创业到成为世界级互联网巨头，腾讯以即时通信工具起步，逐渐进入社交网络、互动娱乐、网络媒体、电子商务等领域，在超高速发展的同时亦饱受争议，在“3Q大战”的激烈冲突之后又进一步走向开放……腾讯的发展路径，亦是中国互联网企业成长的缩影。我们可以看到，中国的互联网人在应用性迭代和对本国消费者的行为了解上，找到了自己的办法，并开始领跑全球。\n读懂腾讯，读懂中国互联网。',
    'ebook_price': '38.00',
    'price': '58.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 1059,
      'average': '7.2',
      'min': 0
    },
    'subtitle': '腾讯的用户体验设计之道',
    'author': ['腾讯公司用户研究与体验设计部'],
    'pubdate': '2013-1',
    'tags': [{
      'count': 1087,
      'name': '设计',
      'title': '设计'
    },
    {
      'count': 1039,
      'name': '用户体验',
      'title': '用户体验'
    },
    {
      'count': 776,
      'name': '交互设计',
      'title': '交互设计'
    },
    {
      'count': 518,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 403,
      'name': '产品设计',
      'title': '产品设计'
    },
    {
      'count': 331,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 266,
      'name': 'CDC',
      'title': 'CDC'
    },
    {
      'count': 125,
      'name': '设计哲学',
      'title': '设计哲学'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s24522948.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '目录\n第1章设计理念\n沉浸其中做设计\n文\/钟磊 2\n特殊人群的设计关怀\n文\/ 朱丽娜，罗嫦春 7\n情感的容器——被寄托了的QQ视觉设计\n文\/顾晓元 22\n商业价值与用户价值的平衡\n文\/ 唐沐，陈妍，曾楚 29\n创新的渐进式\n文\/ 唐沐 40\n设计有爱\n文\/ 孙僮, 朱丽娜 47\n第2章设计方法\n有源设计\n文\/ 陈妍，董重里 54\n创新有法\n文\/ 杨光 61\n提升产品满意度的设计细节\n文\/ 吴团望 67\n用心唤起用户共呜\n文\/ 沈思渊 71\n拟物化设计\n文\/王茂，李茁萌 80\n一站式创新设计\n文\/ 杜健 87\n第3章用户研究\n全民CE\n文\/ 许京, 骆玘 100\n人物角色模型(Persona)的使用\n文\/ 殷文婧 104\n满意度评估模型的量身定制\n文\/ 黄利贤, 樊中一 111\n用户研究的质量保证: 信度和效度\n文\/ 倪海鹰 125\n把用户综合评价作为产品部门的考评指标\n文\/ 陈妍，骆玘，黄利贤 137\n谈谈眼动研究的一些作用\n文\/\/黄利贤, 胡炜 146\n第4章体验设计\n用户角色在设计中的应用\n文\/ 李安琪, 牟伟成 156\n设计，有场景\n文\/ 杨光 166\n设计中的逻辑思维——任务分析\n文\/ 杨光 172\n以用户心理模型为基准实现设计目标——朋友网改版设计分析\n文\/ 尤原庆 175\n细节决定成败——后期视觉规范的重要意义\n文\/ 崔莉, 叶杨莎, 秦颖夫 183\n品牌意识: 体验设计的引路者\n文\/ 郭洪伟 194\n设计是一种沟通\n文\/ 张蓓蓓 202\n视觉注意力—解剖设计的根源\n文\/ 潘伟彬 210\n微信的体验设计\n文\/ 翁乐腾 215\nQQ2012极地雪\n文\/ 戴永裕 222\n七年很痒\n文\/ 梁璟彪 231\nQQ邮箱重构之路\n文\/ 杨杰 244\n第5章设计流程和工具\n设计中心设计流程\n文\/ 刘梦诗 250\n设计项目的量化管理\n文\/ 钟锦松 256\n更早更准确地秀出你的设计\n文\/谢鑫 264\n敏捷设计流程\n文\/ 杜健 272\n从小工具到可视化平台——被寄托CDC管理平台进化史\n文\/ 曾楚, 夏牧子 277\n第6章团队成长与管理\nCDC成长记\n文\/ 唐沐 292\n多元化设计团队的成长\n文\/ 陈俊标, 戴永裕 300\n用研无用？\n文\/ 骆玘 310\n矩阵式设计项目管理\n文\/ 陈妍 , 杜健 314\n同客户共同成长\n文\/ 唐沐 320',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/1730219\/',
    'pages': '340',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s24522948.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s24522948.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s24522948.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/20471302\/',
    'id': '20471302',
    'publisher': '电子工业出版社',
    'isbn10': '7121186063',
    'isbn13': '9787121186066',
    'title': '在你身边，为你设计',
    'url': 'https:\/\/api.douban.com\/v2\/book\/20471302',
    'alt_title': '',
    'author_intro': '本书是腾讯核心部门之一CDC的设计经验总结和分享，并含有常规的交互设计、用户体验方面的设计法则，图文并茂，展现交互、视觉、用户体验设计的结合，体现当今着重体验的设计感受。',
    'summary': '设计属于所有人，也意在为所有人使用，这既是设计的价值，也是设计的责任。本书内容包括：设计理念、设计方法、用户研究、体验设计、设计流程和工具，以及团队成长与管理等方面的知识与经验分享。',
    'ebook_price': '38.00',
    'price': '69.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 981,
      'average': '7.4',
      'min': 0
    },
    'subtitle': '一个市值1500亿美元公司的产品真经',
    'author': ['潘东燕', '王晓明'],
    'pubdate': '2014-12-11',
    'tags': [{
      'count': 469,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 333,
      'name': '产品经理',
      'title': '产品经理'
    },
    {
      'count': 330,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 265,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 207,
      'name': '运营',
      'title': '运营'
    },
    {
      'count': 132,
      'name': '思维',
      'title': '思维'
    },
    {
      'count': 111,
      'name': '创新',
      'title': '创新'
    },
    {
      'count': 98,
      'name': '设计',
      'title': '设计'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27895324.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '推荐序1\n推荐序2\n序\n第一篇\t 腾讯手游大起底   \/ 01\n从战略到组织，从团队到产品，腾讯到底做了什么？\n史上最重任务之“打响移动游戏第一枪”   \/ 05\n选对人才能做对事，任宇昕亲点姚晓光   \/ 09\n一场要求极高的处女秀   \/ 12\n一个从未赢过的团队   \/ 13\n又遇管理“七宗罪   \/ 14\n史上最复杂的跨部门协作   \/ 16\n摸着石头能过河？   \/ 17\n团队乾坤大挪移之从“上小资”到“深斗士”   \/ 18\n步步为营，产品战略三步走   \/ 19\n再出发，愿景理念方法全矫正   \/ 22\n向创业团队转型，晚上12点前不回家   \/ 24\n大撤职！建立绩效驱动型文化   \/ 31\n高手告急！自建人才梯队机制   \/ 34\n结构再调整，组织再变形   \/ 38\n四招制胜史上最复杂的跨部门协作   \/ 42\n快速验证，价值驱动，团队自组织   \/ 47\n产品六脉神剑之“天天兄弟”奋斗记   \/ 58\n秘笈一：做到常人难以想象的尝试和重复次数   \/ 59\n秘笈二：激发全链条每一个环节的创造力   \/ 65\n秘笈三：人性，太人性了   \/ 68\n秘笈四：每次犯错都是一次卖萌的机会   \/ 74\n秘笈五：对“屌丝”的极致关怀   \/ 75\n秘笈六：暴力拼图法与临时资源替代法   \/ 76\n姚晓光：我这样打造精品大作   \/ 81\n像“蘑菇”那样思考   \/ 81\n极致的产品精神&变通的执行力   \/ 83\n理解和认同产品的社会价值   \/ 85\n第二部分 垂死项目复活记   \/ 91\n腾讯《摩登城市》项目大逆转\n悲情“城市”   \/ 94\n浑水摸“鱼”   \/ 95\n再战江湖   \/ 100\n天下武功，唯快不破   \/ 102\n从“提神基本靠狗”到“通讯基本靠吼”   \/ 105\n人与人的差距远大于人与猪   \/ 109\n第三部分 “十元店”的大生意   \/ 119\nQQ秀业务转型及QQ会员业务深度运营\n特权不是想要就能要   \/ 126\n立体化深度运营   \/ 131\n全体系业务联动   \/ 139',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/8068021\/',
    'pages': '160',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27895324.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27895324.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27895324.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26272662\/',
    'id': '26272662',
    'publisher': '机械工业出版社',
    'isbn10': '7111484223',
    'isbn13': '9787111484226',
    'title': '腾讯方法',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26272662',
    'alt_title': '',
    'author_intro': '潘东燕\n出生于福建，山东大学管理学硕士。\n专注于管理案例的调研、采写与研究，深入调研超过60家各行业旗帜企业，采写超过50个各行业最佳实践案例，内容涵盖战略、运营、人力资源、企业文化、创新与创业、领导力、商业模式、团队管理、项目管理、产品开发、知识管理等管理学各个模块。现任《中欧商业评论》执行副主编、主笔（2010年至今），案例研究中心总监，中欧“颠覆式创新”私享会总策划、课程总监。\n王晓明\n生于辽宁，英国约克大学计算机硕士。\n敏思特咨询创始人、CEO，“轻敏捷”方法创始人，国内知名的组织转型导师。曾任腾讯高级管理顾问、组织转型导师，腾讯IEG自研委员会唯一外聘专家，腾讯天美艺游工作室首席管理顾问，迅雷首席管理顾问、总裁、首席体验官，创新工场特聘导师，华为首位敏捷组织转型咨询师，英国Pinesoft首席运营官，现担任搜狐畅游、第七大道首席管理顾问。',
    'summary': '这是国内第一本深度讲述腾讯产品研发与团队转型的书。本书介绍了腾讯三个不同生命周期的产品的开发过程，包括如何踏足新领域开发新产品；如何救活一个即将半路夭折的产品；如何让一个老产品持续盈利。本书呈现了互联网产品开发时会遇到普遍问题和解决方法，涉及大企业如何内部创业，并迅速组建新的项目团队；如何实现跨部门的合作；在面临新团队和紧急开发任务时如何提高团队沟通效率；在产品研发方面，如何定位产品、如何敏捷开发、如何测试和迭代等。三个案例皆为第一手材料，具有非常强的可读性和参考价值。',
    'ebook_price': '18.00',
    'series': {
      'id': '26760',
      'title': '腾讯-互联网时代系列图书'
    },
    'price': '39.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 128,
      'average': '6.6',
      'min': 0
    },
    'subtitle': '我们应该向腾讯学什么？',
    'author': ['艾永亮', '刘官华', '梁璐'],
    'pubdate': '2016-7-19',
    'tags': [{
      'count': 53,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 48,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 30,
      'name': '产品经理',
      'title': '产品经理'
    },
    {
      'count': 29,
      'name': '企业管理',
      'title': '企业管理'
    },
    {
      'count': 23,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 18,
      'name': '创新',
      'title': '创新'
    },
    {
      'count': 14,
      'name': '互联网+',
      'title': '互联网+'
    },
    {
      'count': 13,
      'name': '方法论',
      'title': '方法论'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s28892708.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '前言\n第一部分　战略篇 001\n第1章　腾讯战略 003\n第1节　聚焦战略：从优秀到卓越只有两个字的距离 004\n“互联网一站式服务”的构想 004\n识别核心能力 004\n聚焦战略背后的三点逻辑 005\n以退为进 005\n第2节　泛娱乐战略：源于游戏，不止于游戏 006\n泛娱乐战略基于对用户的深刻洞察 006\n泛娱乐就是挣粉丝的钱 008\n“泛娱乐”战略下的“经典战役” 009\n第3节　双打战略：互补，让一切更完美 012\n腾讯五虎：企鹅帝国的中国式合伙人 012\n双打战略：精神领袖与科学管理 012\n第2章　腾讯战略的发动机：战略发展部 015\n第1节　腾讯的双眼，寻找着新的战略和机遇 016\n第2节　腾讯的双手，统揽全局协调各方 018\n第3节　腾讯的大脑，培养企业发展所需的人才 019\n第3章　腾讯的品牌战略 021\n第1节　“三低”之殇 021\n第2节　腾讯品牌“重生”的两大法宝 024\n连接 024\n场景 028\n腾讯公益：一份社会责任和担当 029\nWE大会：引领未来发展趋势 032\n泛娱乐：用造诣提升艺术品位 034\n谷雨：做时代的记录者 034\n开放的传统游戏数字图书馆：传统游戏资产的保护者和传承者 035\n第二部分　创新篇 037\n第4章　丛林生存指南 039\n第1节　必须遵循的进化论：物竞天择，适者生存 039\n第2节　修正随机进化 041\n第3节　拥抱失控 043\n第5章　生态型组织 046\n第1节　成长顿悟：从封闭到开放 046\n虽然辉煌 047\n转型是进行时，而非完成时 051\n第2节　华丽转身：打造生态版图 056\n第3节　连接一切：提出“互联网+”国家级战略 057\n第6章　有一种创新叫腾讯式创新 060\n第1节　腾讯创新三要素 061\n无创新不腾讯 061\n腾讯的创新之路 065\n第2节　赋予产品新生命 066\n拒绝模仿 066\n本地化的创新 067\n教科书式的商业模式创新 068\n第3节　从BU到BG 071\n创新的两大引擎 074\n推崇创新 074\n容错机制 076\n第三部分　管理篇 079\n第7章　产品至上的组织导向 081\n第1节　产品化一切 081\n第2节　面向用户，背靠老板 084\n第3节　做好产品的两个关键仪表盘 086\n对于产品体验的极度关注 086\n对于产品数据的实时关注 088\n第8章　充分自治的宏观管理 089\n第1节　大三层金字塔形的管理架构 089\n第2节　让最了解用户的人做决策 093\n小工作室的大权力 093\n产品来源于底层部门的孵化 095\n第3节　充分竞争激发最大活力 096\n业绩的竞争 096\n人才的竞争 097\n同行的竞争 097\n第9章　教练辅导的微观管理 098\n第1节　从小三层金字塔到新型强矩阵的进化 098\n第2节　与员工一起战斗 101\n第四部分　文化篇 105\n第10章　用互联网思维做企业文化 107\n第1节　以用户思维发现需求 108\n第2节　用产品思维制定政策 109\n第3节　用运营思维推行政策 110\n第11章　有品位的福利才是好福利 114\n第1节　有情有义，温馨细腻 114\n第2节　有趣搞笑，印象深刻 120\n第3节　有时尚，致青春 122\n美食篇 122\n走心之礼 123\n明星嘉年华 126\n第12章　在时空中生长的文化 129\n第1节　随时间生长的文化 129\n文化随时间向前流淌 129\n随时间向后传承 130\n第2节　随空间蔓延的文化 132\n让情感驻留的保温箱 132\n找到下一个马化腾 135\n第五部分　员工篇 137\n第13章　不犯错哪来的惊喜 139\n第1节　提供足够大的发挥空间 140\n第2节　用跨界、整合的思维去激发创新 140\n第3节　接受“捅娄子”，拒绝“不作为” 142\n第14章　像爱用户一样爱员工 144\n第1节　人本理念是一种情怀，更是具体行动 144\n第2节　视员工为第一财富 146\n第3节　呵护创新的种子 150\n第4节　PK是一种工作方式 153\n第15章　“游戏化”的员工成长体系 156\n第1节　80个打怪升级通道 157\n第2节　量身定制的闭环IDP 161\n第3节　超越培训的分享 165\n第六部分　用户篇 169\n第16章　伴随用户成长 171\n第1节　相知：立体的用户属性 172\n第2节　相伴：和用户做朋友 175\n第3节　相随：保持与用户共同成长的产品创新力 176\n第17章　腾讯的影子军队：外团 179\n第1节　自组织的外团 180\n第2节　嵌套式的管理 181\n第18章　用户洞察：腾讯独步江湖的神技 183\n第1节　深入骨髓的用户洞察 183\n第2节　看穿“谎言”，理解用户的真实需求 184\n第3节　连接产品与用户的超级平台 186\n第七部分　产品篇 189\n第19章　比用户更懂用户 191\n第1节　成为用户 191\n第2节　懂得用户 193\n1秒钟变“小白” 193\n需求挖掘者 194\n做心理学家 196\n第3节　超越用户 197\n永远不要以为自己已经很懂用户了 198\n用最深层次的需求吸引用户 199\n第20章　超预期体验 201\n第1节　直抵内心秘境 201\n第2节　回归本源，珍惜口碑 204\n把核心能力做到极致 205\n深挖核心功能的价值 206\n看不到的地方也要使力 206\n十倍挽回原则 207\n拒绝“小九九” 208\n第3节　投入情感 209\n温馨的“广告” 209\n深情的用户关怀 209\n真情流露 210\n第21章　用试错趋近完美 212\n第1节　快速立项，“野蛮”生长 212\n第2节　用灰度测试降低试错成本 215\n第3节　拥抱变化不等于随意变化 216\n第八部分　运营篇 219\n第22章　让产品自转的“魔法” 221\n第1节　建立规则：让产品自转 222\n少即是多 222\n让用户服务用户 224\n动态规则 225\n第2节　打造口碑：让产品在用户之间疯传 228\n前100个核心粉丝 228\n抓住意见领袖 229\n第3节　适度留白：保留运营空间 230\n第23章　运营驱动产品设计 231\n第1节　运营驱动第一步：收集用户反馈 232\n第2节　运营驱动的宗旨：让数据说话 233\n第3节　运营驱动的撒手锏：运营产品化 235\n第24章　拉通式运营 237\n第1节　团队内角色拉通 237\n第2节　跨产品拉通 238\n第3节　线上线下拉通 241\n第九部分　研发篇 243\n第25章　200人如10人 245\n第1节　三驾马车：产、研、运 245\n第2节　统一心跳：迭代与版本火车 247\n第3节　透明胜于沟通 250\n一日之计在于晨会 250\n实时刷新的进度墙 250\n全部透明的需求池 251\n近在手边的实时数据 252\n无边界的RTX 253\n沉淀备忘的邮件 254\n第26章　快比什么都重要 255\n第1节　让研发有飞一般的感觉 255\n第2节　极速研发模型 258\n第3节　时间、成本、质量 261\n第4节　东方的智慧 263\n第27章　海量服务之道 266\n第1节　海量服务之道1.0 266\n有损服务 267\n动态运营 269\n第2节　海量服务之道2.0 272',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/25798138\/',
    'pages': '272',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s28892708.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s28892708.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s28892708.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26836223\/',
    'id': '26836223',
    'publisher': '机械工业出版社',
    'isbn10': '7111542657',
    'isbn13': '9787111542650',
    'title': '腾讯之道',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26836223',
    'alt_title': '',
    'author_intro': '艾永亮\nTII咨询（http:\/\/www.tii-consulting.com）董事长，“互联网+”管理与研发专家\n华为、深交所、步步高“互联网+”管理顾问\n星网锐捷、500万“互联网+”研发顾问；\n中国互联网协会互联网研发创新小组成员；\n前腾讯产品总监、首席敏捷管理教练；\n前ThoughtWorks精益管理咨询师。\n刘官华\nTI I咨询（http:\/\/www.tii-consulting.com）CEO，“互联网+”战略与运营专家\n诺普信、采招网、联邦“互联网+”战略顾问\n中兴、魅族、步步高“互联网+”运营顾问\n南极圈、创业邦、3W创业导师\n前腾讯战略发展顾问、高级讲师\n前火狐数字游戏CEO\n梁璐\nTII咨询（http:\/\/www.tii-consulting.com）总裁，互联网+用户与产品专家\n平安、步步高、美的“互联网+”用户顾问\n华为、深交所、K米“互联网+”产品顾问\n腾讯项目管理顾问\n光环国际、3W创投特聘讲师\n前大众点评网O2O商业化总经理\n前珍爱网产品总监',
    'summary': '放眼整个中国乃至全球，腾讯都是一家成功的互联网企业，它代表中国企业在世界互联网版图中竖起了一面高高的旗帜。腾讯为何能取得如此大的成就，它的成功方法和商业逻辑是什么？你是不是和无数中国企业和商界人士一样，都想向腾讯取取经，但是又不得其门而入？\n腾讯一直以低调、务实著称，所 以腾讯及其内部员工都极少对外界分享他们的经验；加之腾讯的商业模式多元、业务繁多且交叉、体量又极其庞大，使得从外部来系统研究腾讯的领先之道几乎成为一种不可能。这就是为何有如此多的人想要去深入了解腾讯、系统向腾讯学习，但是至今都没有可靠途径的原因。……\n面对这种尴尬的现实，作为曾经资深的腾讯人，三位作者结合自己和大批腾讯“老鹅”曾经在腾讯的所经、所历、所感，从战略、创新、管理、文化、员工、用户、产品、运营、研发9个维度对腾讯的成功之道进行了解读和复盘，这是首部由腾讯人从腾讯内部视角披露腾讯成功方法和商业逻辑的著作，这也是目前能从实操层面指导企业向应该向腾讯学什么的仅有著作。\n书籍专题页面：http:\/\/www.tii-consulting.com\/tengxun\n微信公众号：iamchaye',
    'ebook_price': '25.00',
    'price': '59'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 9,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '中国30位企业家的采访笔记',
    'author': ['腾讯财经《商业人生》栏目组'],
    'pubdate': '2012-4',
    'tags': [{
      'count': 6,
      'name': '励志',
      'title': '励志'
    },
    {
      'count': 4,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 2,
      'name': '腾讯财经《商业人生》栏目组',
      'title': '腾讯财经《商业人生》栏目组'
    },
    {
      'count': 2,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 2,
      'name': '传记',
      'title': '传记'
    },
    {
      'count': 2,
      'name': '人生',
      'title': '人生'
    },
    {
      'count': 2,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 1,
      'name': '腾讯财经',
      'title': '腾讯财经'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s9008865.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '壹•奋斗\n创投“好兵”倪正东 \/ 002\n本色蒋锡培 \/ 014\n还原任志强 \/ 028\n王正华：逆风飞行 \/ 046\n黄鸣：为梦痴狂 \/ 058\n不倒翁阚治东 \/ 072\n贰•执著\n正气王健林 \/ 084\n且诗且行黄怒波 \/ 092\n刘永好的坚守 \/ 104\n创业英雄季琦 \/ 118\n胡葆森：十八年十八城 \/ 132\n朱保国：“太太”背后的男人 \/ 142\n叁•激情\n另类王征 \/ 158\n最后的狂人严介和 \/ 170\n天命创业者陈泽民 \/ 184\n“俏”张兰 \/ 196\n“赌徒”吴长江 \/ 208\n王树彤的飞天梦 \/ 220\n谋动陈劲松 \/ 230\n肆•超越\n开拓者李宁 \/ 246\n李东生：鹰已重生 \/ 254\n登峰者王石 \/ 262\n践梦者李书福 \/ 270\n灵动李亦非 \/ 280\n傲立王潮歌 \/ 292\n刘建国的上下求索 \/ 306\n伍•“仁”道\n不败胡志标 \/ 318\n佛商曹德旺 \/ 328\n叶莺的华丽转身 \/ 340\n收藏马未都 \/ 350',
    'pages': '362',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s9008865.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s9008865.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s9008865.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/10566292\/',
    'id': '10566292',
    'publisher': '吉林出版集团有限责任公司',
    'isbn10': '7546385539',
    'isbn13': '9787546385532',
    'title': '腾讯',
    'url': 'https:\/\/api.douban.com\/v2\/book\/10566292',
    'alt_title': '',
    'author_intro': '腾讯财经，腾讯网的财经资讯频道。提供全天候7X24小时国内和世界财经新闻服务。《商业人生》栏目是腾讯财经频道推出的战略性产品——商业高端人物系列访谈类节目。',
    'summary': '《腾讯:问道商业人生》是根据腾讯《商业人生》的商业高端人物系列访谈节目编辑整理而成。《腾讯：问道商业人生》以全新的传播理念和平民化的视角，和商业巨子进行深入的情感交流，讲述他们创业的细节和故事，探索创业、成功、财富与人生的价值。',
    'price': '29.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 59,
      'average': '6.3',
      'min': 0
    },
    'subtitle': '腾讯的移动用户体验设计之道(全彩)',
    'author': [],
    'pubdate': '2016-1-1',
    'tags': [{
      'count': 28,
      'name': '设计',
      'title': '设计'
    },
    {
      'count': 25,
      'name': '用户体验',
      'title': '用户体验'
    },
    {
      'count': 21,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 17,
      'name': '交互设计',
      'title': '交互设计'
    },
    {
      'count': 10,
      'name': '产品设计',
      'title': '产品设计'
    },
    {
      'count': 9,
      'name': 'UI',
      'title': 'UI'
    },
    {
      'count': 7,
      'name': '产品经理',
      'title': '产品经理'
    },
    {
      'count': 3,
      'name': '运营和营销',
      'title': '运营和营销'
    }
    ],
    'origin_title': '腾讯CDC',
    'image': 'https://img3.doubanio.com\/mpic\/s28388381.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一章 用户变化\nQQ用户与互联网用户的变化02\n移动互联网将我们带去何处19\n用户如何使用智能手机30\n用户研究的ROI 47\n速食年代的用户研究51\n用户研究，关注推动和落地 58\n海量文本研究在产品体验评估和改进中的实践69\n换个角度看用户——生理数据与传统数据的解读77\n第二章 设计指引与经验\n效率与环境86\n隐私100\n如何规划产品的统一体验111\n多尺寸屏幕设计124\n如何设计好用的触控手势136\n第三章 设计还原\n新时代的重构150\n纵横不出方圆，万变不离其宗：腾讯网的个性化之路156\n移动页面研发流程指南163\n页面仔和他的小创新174\n第四章 优秀案例\n设计有爱——手机QQ背后的设计故事184\n真实生活的设计188\n下一代腾讯网——为你而来200\n娱乐：游戏216\n照片也能讲故事——水印相机设计小结234\n毕业生问：“怎样成为一名及格的设计师？”243\n后序',
    'pages': '256',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28388381.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28388381.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28388381.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26713446\/',
    'id': '26713446',
    'publisher': '电子工业出版社',
    'isbn10': '7121275317',
    'isbn13': '9787121275319',
    'title': '在你身边,为你设计2',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26713446',
    'alt_title': '腾讯CDC',
    'author_intro': '腾讯CDC 全称是Customer Research & User Experience Design Center（即用户研究与体验设计中心），是腾讯的核心部门之一。CDC自成立以来，就一直向着“做世界一流的互联网设计团队，为用户创造优质‘在线生活’体验”这一愿景努力，致力于不断提升腾讯全线产品的用户体验。',
    'summary': '历时两年，腾讯核心部门CDC继《在你身边，为你设计》第一部问世后的又一力作，随着近几年互联网的发展和网络技术的进步，QQ用户与互联网用户也发生了很大的变化。本书立足移动端，通过用户变化、设计指引与经验、设计还原（包括重构和前端）、优秀案例等内容，向读者介绍了腾讯网是如何走出个性化之路的。\n本书适合交互设计师，视觉设计师，用户体验从业人员参考阅读。',
    'price': '69元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 273,
      'average': '6.6',
      'min': 0
    },
    'subtitle': '',
    'author': ['林军', '张宇宙'],
    'pubdate': '2009-8',
    'tags': [{
      'count': 92,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 90,
      'name': '马化腾',
      'title': '马化腾'
    },
    {
      'count': 81,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 53,
      'name': '传记',
      'title': '传记'
    },
    {
      'count': 44,
      'name': '人物传记',
      'title': '人物传记'
    },
    {
      'count': 25,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 21,
      'name': '商业案例',
      'title': '商业案例'
    },
    {
      'count': 19,
      'name': '腾讯帝国',
      'title': '腾讯帝国'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s3933336.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '前言\n第一章 马化腾其人\n深圳青年马化腾\n深圳互联网曾经领先全国\n润讯工程师马化腾\n沉静型领导马化腾\n马化腾通过qq找到另一半\n马化腾的父母\n低调马化腾溯源\n—————————————————————————————————————\n第二章 马化腾的伙伴和朋友\ncfido上的ponysoft\n求伯君和丁磊\n深大校友&技术天才张志东\n市场奇才曾李青\n专才许晨晔和陈一丹\n腾讯的其他创始股东们\n早投奔腾讯而来的创始员工们\n五人决策小组\n—————————————————————————————————————\n第三章 马化腾的那些对手们\n庞东升 从我的女人到51\n腾讯把51员工告上法庭\n外挂战争和珊瑚虫\n腾讯与千橡之间的那些事情\n二马相争 拍拍偷袭招财进宝\n蚂蚁搬家阻击招财进宝\n马云和马化腾\n—————————————————————————————————————\n第四章 那些帮助过马化腾的投资人\n拷贝网易模式失败\n天使刘晓松和林建煌\nidg和盈科各占了20%股份\nmih接盘成为腾讯新股东\n香港上市 代号700.hk\n高盛进入\n刘炽平空降\n—————————————————————————————————————\n第五章 产品经理马化腾\n首席体验官马化腾\n三问和把握腾讯的度\n与产品经理面对面\n种子用户和交互设计\n多米诺骨牌\n腾讯员工的薪酬\n腾讯学院\n—————————————————————————————————————\n第六章 从oicq到qq\noicq 因丢单而立项的产品\nicq汉化改进版\noicq引爆流行\n个别人物法则\n附着力因素法则\n环境威力法则\n成为q字头\n11万美金买回qq.com\n—————————————————————————————————————\n第七章 短信让腾讯成为早盈利的互联网公司\n网络广告和会员收费\n虚拟电信运营商的终幻想\n移动梦网拯救中国互联网\n移动qq\n为做短信 腾讯大肆从华为挖人\n中移动何以对sp行业使出如此重典？\n飞信qqvs手机qq\n—————————————————————————————————————\n第八章 用户近亿的虚拟消费帝国\n东利行打造胖企鹅\nqq秀 差点被否决掉的产品\n用升级让你上瘾\n过度泛滥的q币\n盗号问题\n网上诈骗和黑客攻击\n—————————————————————————————————————\n第九章 赢得对微软之战\n超级强敌微软\n挖角微软熊明华 并购博大张小龙\n罗川挂帅 msn中国强势推出\n小步快跑的快速滚动\n社区式的东方智慧\n—————————————————————————————————————\n第十章 进入门户和搜索\n互联网第二波的殊途同归\n门户新闻的兴起\nqq .com\n腾讯智慧\n进入互联网中心\n—————————————————————————————————————\n第十一章 腾讯决战游戏市场\n张志东反对上马网游\n王远成为腾讯游戏的敲门人\n孙宇扬两次单骑救主\n数字宠物的进化\n挖华义收网域夯实网游基石\n中国网络游戏的自主研发路\n边自主研发 边代理\n—————————————————————————————————————\n第十二章 腾讯式创新\n模仿者或创新者\n超越模仿秀\n满足用户需求的创新\n商业模式驱动创新\n为未来储备\n专利战略\n后记：后悔没买腾讯股票 庆幸写了这本书',
    'pages': '246',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s3933336.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s3933336.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s3933336.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/3905259\/',
    'id': '3905259',
    'publisher': '中信出版社',
    'isbn10': '7508616146',
    'isbn13': '9787508616148',
    'title': '马化腾的腾讯帝国',
    'url': 'https:\/\/api.douban.com\/v2\/book\/3905259',
    'alt_title': '用户为王',
    'author_intro': '林军：中信出版社、蓝狮子财经出版中心签约作家，英鹏兰德公司执行董事，互联网老兵群创始人，曾任IT第一中文网站天极网创始人和总编辑等职，归属中国互联网创业第一代，记者生涯中曾任《电脑报》新闻中心主任和《知识经济》副总编等职，是中国资深互联网观察家之一。过去数年随妻女栖居盐湖城, 现旅居深圳，致力于中国互联网史和中国高科技史的梳理和写作，著有《沸腾十五年——中国互联网1995-2009》、《柳传志管理日志》、《大企业病》等。\n张宇宙：1998年开始上网的网虫，2002年前后开始从事互联网工作，2005年起，独立策划和运营了多个互联网产品，目前在江苏最大的互联网公司HOUSE365.com任产品经理。信仰互联网，酷爱研究互联网各类产品演变，网名镇元子。',
    'summary': '你应该知道那个胖胖的企鹅形象的QQ，作为全球用户最多的互联网软件产品之一，它的活跃用户超过3亿，QQ成为大多数中国网民上网应用的第一选择。你或许还知道拥有QQ这款产品的腾讯公司，作为在香港上市的内地公司，它的最高市值曾达1200亿港元，是中国互联网公司中市值最高、收入最大、利润最多的公司。但作为这家公司的统领者的马化腾却一向低调，不为人所知。\n本书作者通过对包括马化腾在内的多名腾讯前员工，马化腾的成长伙伴、前友人、前同事、多位师长辈，腾讯合作伙伴、投资人等上百人的采访及对腾讯发展历史的全面梳理，客观、实际、权威的为我们解读了马化腾是一个什么样的人，他和我们到底有什么不同?他是如何将QQ催生、养大以及做大、做强到今天的风靡一时，称霸一方的?他在腾讯公司的创办过程中到底做过哪些重大决策，这些决策是怎么物化成产品，这些产品又是怎么形成和出台的?有哪些事情是马化腾不愿意去面对和描述的，但却是我们应该知道的。',
    'price': '36.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 295,
      'average': '6.2',
      'min': 0
    },
    'subtitle': '',
    'author': ['《腾讯十年》创作组'],
    'pubdate': '2008',
    'tags': [{
      'count': 109,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 108,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 57,
      'name': '传记',
      'title': '传记'
    },
    {
      'count': 54,
      'name': '马化腾',
      'title': '马化腾'
    },
    {
      'count': 43,
      'name': 'QQ',
      'title': 'QQ'
    },
    {
      'count': 42,
      'name': '企业史',
      'title': '企业史'
    },
    {
      'count': 36,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 20,
      'name': '腾讯十年',
      'title': '腾讯十年'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s3352848.jpg',
    'binding': '禾立广告',
    'translator': [],
    'catalog': '序\n第一章　初生\n第一节　开始的开始\n第二节　创业\n初入社会\n梦想十分\n第五个人\n第三节　企鹅\n创业初期\nOICQ\n企鹅的来历\n第二章　创业艰辛\n第一节　腾讯天性\n起步\n感同身受\n苦练内功\n独立承担\n第二节　无奈更名\n初尝被告\n从OICQ到QQ\n第三节　寻求突破\n风投来了\n第一桶金\n第三章　冬天的奇迹\n第一节　第二次融资\n冬至\n更替\n第二节　开拓探索\n广而告之\n增值服务\n第四章　挑战\n第一节　支付代码\nQ币来历\n支付体系\n“庐山会议”\n第二节　QQ保卫战\n收费风波\n守护安全\n被寄生的隐痛\n第五章　端倪\n第一节　关爱之心\n公益起步\n共抗非典\n第二节　门户大开\n门户启航\nQQ．com的故事\n新生活，我主张\n第三节　游戏，芝麻开门\n网游初体验\n“凯旋”之门\n平台之路\n得失之间\n钻石之梦\n第六章　香港上市\n第一节　最初的梦想\n700.HK\n承诺的重量\n春天的故事\n第二节　上市之路\n结缘\n共赢\n第三节　新的起点\n迈向新天地\n全面提升\n第七章　二次创业\n第一节　在线生活\n全面布局\n企鹅与狐狸\n企鹅的幻想\n别样的c2c\n组织架构\n第二节　腾讯之心\n最初的精神\n文化提炼\n文化的力量\n腾讯的文化\n链接：做受尊敬的腾讯人\n第八章　成长\n第一节　最宝贵的财富\n成长的代价\n条条大路通罗马\n学习成就未来\n链接：学习威就未来\n第二节　合作双赢\n喜悦的事故\n政企交流\n第三节　Web2.0\n个人空间\n用户体验\n第九章　回响悠长\n第一节　大回响·大影响\n前世今生\n热情与汗水\n第二节　着眼未来\n南坡北坡\n知识产权\n放眼世界\n第三节　Tenceni Party\n歌唱梦想\n煎蛋引领互联网发展\n腾讯风俗\n第十章　责任\n第一节　站在你背后\n爱的力量\n两个2000万的爱心\n救灾集结号\nI am so proud of you!\n链接：众志成城共渡难关\n腾讯公益\n第二节　你的网络主场\n祥云在手\n无与伦比\n全因有你\n附录：腾讯足迹',
    'pages': '214',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s3352848.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s3352848.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s3352848.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/3279390\/',
    'id': '3279390',
    'publisher': '深圳报业集团出版社',
    'isbn10': '7807092106',
    'isbn13': '9787807092100',
    'title': '企鹅传奇',
    'url': 'https:\/\/api.douban.com\/v2\/book\/3279390',
    'alt_title': '',
    'author_intro': '',
    'summary': '2008年7月，《企鹅传奇》的提纲终于在反复讨论中确定，随后便是与编辑团队一起进行初稿撰写，每三、四人一组完成两年的内容，遇到资料缺少的情况，便继续进行访谈。9月，十万字的初稿完成，9月28日，陆文卓与杨颖一同进驻青青世界进行闭关，对初稿进行编撰、定稿。《腾讯十年》?企鹅传奇一书共分十章，以编年方式将当年所发生大事进行纪录，希望通过这些事情的发生发展，反映腾讯的做人做事方式。此外，坊间一度流传关于腾讯及其发展史有诸．多版本，有些事情更被传的神乎其神，难辨真伪。《企鹅传奇》所有文字均依据实际访谈内容编辑而成，相信能解答大家对于腾讯十年发展史中的一些疑惑。作者相信真实的力量，也相信从这些真实的故事背后了解到，一切的偶然都有其必然的因素。',
    'price': '36.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 27,
      'average': '5.9',
      'min': 0
    },
    'subtitle': '—马化腾与腾讯管理模式',
    'author': ['郑祥琥'],
    'pubdate': '2009-11',
    'tags': [{
      'count': 14,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 9,
      'name': '马化腾',
      'title': '马化腾'
    },
    {
      'count': 5,
      'name': '企业',
      'title': '企业'
    },
    {
      'count': 5,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 3,
      'name': '管理模式',
      'title': '管理模式'
    },
    {
      'count': 3,
      'name': 'QQ',
      'title': 'QQ'
    },
    {
      'count': 2,
      'name': '经济学',
      'title': '经济学'
    },
    {
      'count': 2,
      'name': '经济',
      'title': '经济'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s6498757.jpg',
    'binding': '',
    'translator': [],
    'catalog': '序言第一章 QQ时代：马化腾的企鹅帝国  一、QQ，改变中国  二、马化腾，互联网至尊第二章 马家有Q初长成：QQ史前史  一、腼腆的小马哥：马化腾的学生时代  二、惠多网的马站长：马化腾试水惠多网  三、创业五人组：马化腾的创业团队第三章 QQ来了：腾讯驶入快车道  一、企鹅的诞生：从ICQ到OICQ  二、遭遇AOL：OICQ变脸QQ  三、IDG和盈科数码：寻找投资人第四章 互联网寒冬：腾讯一路高歌  一、雪中送炭：MIH注资腾讯    资本的冬天：互联网泡沫破灭    轩然大波：MIH控股腾讯  二、一个错误的决定：QQ收费风波    杀鸡取卵：QQ注册要收费    口水战：《精品购物指南》的责难  三、走出互联网寒冬：QQ的新起点    移动QQ：中国互联网第一桶金    及时醒悟：重开QQ免费注册第五章 富豪是怎样炼成的：2004年腾讯上市  一、企鹅凶猛：腾讯领跑即时通讯    群狼环顾：QQ不惧    QQ劲敌：MSN登陆中国    行业标准：QQ雄霸天下  二、QQl亘I家之路：腾讯收购QQ域名    高价收购：罗伯特·亨茨曼的QQ.com    一波三折：杨飞雪的OICQ.com.cn  三、一夜金身：腾讯上市香港第六章 在线生活：腾讯的多元化战略(上)  一、迷你首页：挺进门户网站    门户网站：腾讯姗姗来迟    聚焦大赛：腾讯勇夺第一    地方门户：腾讯一马当先  二、网络游戏：打造腾讯新动力    联众与网易：网游开拓者    盛大与巨人：网游新思维    QQ游TE：腾讯扬帆网游蓝海  三、腾讯邮箱：QQ的配套设施    邮箱之争：钱不是问题，问题是没钱    收购Foxmail：腾讯邮箱二度出击第七章 在线生活：腾讯的多元化战略(下)  一、腾讯拍拍：决战C2C    淘宝与易趣：C2C叉雄争霸    马到成功：腾讯拍拍杀入C2C    马云的烦恼：二马相争  二、腾讯SOSO：来挖互联网第四桶金    Google与百度：划破长空的闪电    搜搜问问：何时能够抗衡百度？  三、QQ空间：博客秀出你自己  四、QQ输入法：腾讯的战略创新    中文输入法：信息时代的入门课    QQ输入法：腾讯的又一利器  五、腾讯浏览器：腾讯的“大而全”第八章 大回响、大影响：腾讯的品牌战略  一、企鹅变身：腾讯品牌的诞生    腾讯换标：相关业务的重新架构    扭转乾坤：“大回响、大影响”的品牌战略  二、合作之路：腾讯的品牌推广  三、走出去：腾讯的国际化战略第九章 如何引领新经济：腾讯的创新战略  一、来自对手的脏水：腾讯“抄袭大王”之辩  二、创新的体系：从创新中心到腾讯研究院  三、创新是腾讯之本：腾讯的创新实例    创造性的破坏：创新的本质    创新之路：腾讯创新三部曲第十章 成功有术：腾讯的经营战略  一、独门秘笈：马化腾的三问  二、危机感如影随形：马化腾的稳健  三、专注产品：马化腾是首席体验官第十一章钱从哪里来：腾讯的盈利模式  一、腾讯的创举：Q币汇通天下    虚拟货币：腾讯自己给自己印钱    Q币风波：Q币冲击人民币？  二、三驾马车：腾讯的三大收入来源    移动QQ：移动和电信增值服务    网游与QQ秀：互联网增值服务    腾讯的第三极：在线广告第十二章 最受人尊敬的互联网企业：腾讯的企业文化  一、腾讯的内涵：愿景、价值观与社会责任    最受尊敬的互联网企业：腾讯的愿景    正直、尽责、合作、创新：腾讯的价值观    企业越大，责任越大：腾讯的社会责任  二、关心员工成长：腾讯的人才文化    快乐工作：与员工共同成长    腾讯学院：腾讯自己的企业大学附录：腾讯公司年谱后记',
    'pages': '198',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s6498757.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s6498757.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s6498757.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/4115307\/',
    'id': '4115307',
    'publisher': '武汉大学',
    'isbn10': '7307073080',
    'isbn13': '9787307073081',
    'title': '聊出来的企鹅帝国',
    'url': 'https:\/\/api.douban.com\/v2\/book\/4115307',
    'alt_title': '',
    'author_intro': '郑祥琥，知名财经作家、互联网观察家、网名诗人小郑、南开大学硕士。对互联网和产业经济有多年的关注和研究，著有《比亚迪之父王传福》、《当当情缘：当当网联合总裁传》等，与QQ结缘十年，QQ早已成为工作与生活的必备工具。偶尔会担心QQ号被盗，因为上面积积攒着本人的十年人脉。',
    'summary': '《聊出来的企鹅帝国:马化腾与腾讯管理模式》内容简介：你也许没有听说过马化腾，但你一定会听说过腾讯。要是你从来没听说过腾讯，那你一定知道QQ，知道那只可爱的小企鹅。如果你真的连QQ为何物都不知道，那毫无疑问，你是从火星来的。没错！在今天的中国，腾讯QQ是家喻户晓的，几乎成了时代的象征。下至七八岁的小朋友，上到六七十岁的老年人，都有很多QQ用户。毫不夸张地说，今天的中国真称得上是“长安一片月，万户QQ声”，只要有电脑的地方，我们就能听到QQ来信息时的嘀嘀声，看到那只闪动的小企鹅。例如在周末中学生放假的时候，我们到网吧去看。有的人在玩网络游戏，有的人在看电影，也有的人在看网络小说。但是几乎每一个人都开着QQ，时不时要跟自己的QQ好友聊几句。',
    'price': '28.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 36,
      'average': '7.4',
      'min': 0
    },
    'subtitle': '腾讯VS阿里巴巴',
    'author': ['胡珺喆'],
    'pubdate': '2014-8-1',
    'tags': [{
      'count': 8,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 5,
      'name': '阿里巴巴',
      'title': '阿里巴巴'
    },
    {
      'count': 4,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 3,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 1,
      'name': '读书会',
      'title': '读书会'
    },
    {
      'count': 1,
      'name': '管理',
      'title': '管理'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27475404.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一章　帝国争霸，移动生态领域的巅峰对决\n从“TABLE”到“TA”：凭什么是腾讯和阿里？　12\n腾讯PK阿里：移动领域的天王山之战　17\n阿里封杀微信：是高筑墙还是画地为牢？　21\n力推来往：把企鹅打回老家去　26\n微信红包：腾讯直捣黄龙　31\n“嘀嘀”PK“快的”：10亿级别的资金对抗　36\n腾讯入股大众点评：一场一拍即合的收购案　42\n腾讯牵手京东：农村包围城市　46\n淘点点PK大众点评：腾讯阿里公开“抢餐”　51\n延伸阅读——“神仙打架”跟你有几毛钱的关系？　55\n第二章　移动互联网的前世今生\n从移动到移动互联　60\ni-Mode：移动互联网的鼻祖　65\n比尔·盖茨与《未来之路》　70\n竞争残酷，胜者为王　74\n延伸阅读——无处不在的移动互联之路　79\n第三章　电商帝国阿里巴巴\n永不放弃：冲劲十足的小个子　82\n组建团队：搭对伙伴找对人　88\n弃鲸抓虾：为中小企业芝麻开门　93\n玩转数据魔方：打造CBBS生态链　97\n借力淘宝：跨界金融之初体验　101\n再出奇招：娱乐宝？众筹？　104\n延伸阅读——马云成功之路给我们的启示　108\n第四章　聊出来的企鹅帝国\nQQ改变中国　112\nQQ与微信：薪火相传or同室操戈？　116\n小马凶猛：激战五巨头　120\n可怕的腾讯：只要被模仿，必然被超越　124\n布局移动生活领域：减法or加法？　128\n延伸阅读——我们为什么对腾讯情有独钟？　132\n第五章　腾讯和阿里的成功之道\n应用为王：用户需要什么，我就生产什么　136\n平台开放：合作共享，多方共赢　141\n战略定位：运筹帷幄，决胜千里　146\n快速迭代：边开枪，边瞄准　151\n合作共赢：只有产业链，没有企业　156\n企业文化：用信念激励企业前进　161\n延伸阅读——移动互联时代，每个人的时代　167\n第六章　移动互联网时代的多元盈利模式\n没有过硬的产品和服务，再好的盈利模式也白搭　172\n盈利模式现状：诸侯乱象、群雄逐鹿　178\n钱从何处来？　183\n找到下一个商机　189\n延伸阅读——自媒体如何跨过盈利模式单一的“坎儿”　194\n第七章　腾讯VS阿里巴巴：如何寻找商机\n手机游戏：不是上位就是灭亡　198\n移动视听：一场移动的视听盛宴　204\n电子阅读：最具潜力的增值业务　208\n移动搜索：把生意做到手机上　212\n移动SNS：互动赢得粉丝，创新击败对手　216\n移动商务：让天下没有难做的生意　222\n延伸阅读——移动互联网时代无处不在的商机　227',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/16859432\/',
    'pages': '230',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27475404.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27475404.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27475404.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25969425\/',
    'id': '25969425',
    'publisher': '人民邮电出版社',
    'isbn10': '7115361029',
    'isbn13': '9787115361028',
    'title': '移动互联网之巅',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25969425',
    'alt_title': '',
    'author_intro': '胡珺喆中国移动互联网独立观察者新营销模式设计师北京未来派联合创始人广富诚集团商学院特约讲师他长期专注于移动互联网和新媒体营销的专业研究，对阿里巴巴和腾讯这两大互联网巨头的发展思路及发展历程有着独到的见解。在研究过程中，他深刻领会到互联网公司的发展需要扎扎实实走好三步棋。首先，你需要找到用户的一个细小的需求点，让你的产品将其需求满足到极致。然后，在此基础上逐渐扩展你的业务及用户人群。最后，在拥有广大用户的基础之上，你才能考虑赚钱。腾讯的QQ和阿里巴巴的淘宝无疑都是走了这条发展路线。可以讲，企业只有走精益创新、连点成线的道路，才有可能逐步发展壮大。',
    'summary': '抢红包的余温还未散尽，打车减免的烧钱游戏烽烟再起，估计现在只有腾讯和阿里巴巴可以这样玩。这两家互联网公司巨头的竞争似乎一时难以停战，在这场争夺用户的白热化战斗中，最后谁主沉浮？中国互联网格局是一统江湖，还是双雄割据？《移动互联网之巅：腾讯VS阿里巴巴》通过故事性的语言，介绍腾讯和阿里巴巴的运营思维，以及他们对未来生活的判断，因为他们的产品可能会影响你我的生活方式。辉煌背后的危机，谁又能避免。',
    'ebook_price': '15.92',
    'price': '40.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 153,
      'average': '6.4',
      'min': 0
    },
    'subtitle': '',
    'author': ['蓝狮子'],
    'pubdate': '2011-7',
    'tags': [{
      'count': 103,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 71,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 38,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 38,
      'name': 'IT',
      'title': 'IT'
    },
    {
      'count': 27,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 18,
      'name': 'X光下看腾讯',
      'title': 'X光下看腾讯'
    },
    {
      'count': 11,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 8,
      'name': '经管',
      'title': '经管'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s8838168.jpg',
    'binding': '',
    'translator': [],
    'catalog': '序一\n序二 求解斯芬克斯之谜\n序三 诊断腾讯的群体价值\n序四 探究一家伟大企业发展的行动路线图\n“诊断腾讯”嘉宾简介\n诊断一\n公众责任难题?公众美誉度（执笔：罗燕）\n3Q大战的处理过程中，腾讯错在何处？\n吴声、胡泳、马旗戟、申音等?关注了该问题?6 个观点\n3Q大战是偶然还是必然？是否仅是一场公关危机？\n吕伯望、吴伯凡、喻国明、秦合舫等?关注了该问题?7个观点\n在收入还在持续高速增长的情况下，腾讯改革的决心是否坚定？\n李海翔、马化腾?关注了该问题?2 个观点\n为什么仅仅做好产品不能赢得用户的爱和尊敬？\n喻国明、罗振宇、张颖?关注了该问题?3 个观点',
    'pages': '168',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s8838168.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s8838168.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s8838168.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/6533251\/',
    'id': '6533251',
    'publisher': '中信出版社',
    'isbn10': '7508628616',
    'isbn13': '9787508628615',
    'title': 'X光下看腾讯',
    'url': 'https:\/\/api.douban.com\/v2\/book\/6533251',
    'alt_title': '',
    'author_intro': '',
    'summary': '为什么仅仅做好产品不能带来用户的爱和尊敬？\n如何赢得公众的信任？\n如何锻造领袖企业的气质？\n腾讯是否需要从技术和产品驱动转型为管理驱动？\n如何进行品牌管理？如何建设用户和自己之间的情感维系？\n该如何建立和外界良性的沟通渠道？\n腾讯是垄断企业吗？\n在中国互联网中，腾讯相对的核心优势在哪里？\n垄断和开放是对立的吗？\n腾讯开放的自身难点在哪里？\n为什么开放的能力比开放的态度更重要？\n腾讯背离了用户体验至上原则吗？\n腾讯的高增长时代结束了吗？\n腾讯可能的颠覆者有哪些？\n腾讯的高增长时代结束了吗？',
    'series': {
      'id': '103',
      'title': '蓝狮子财经丛书·中国著名公司案例系列'
    },
    'price': '35.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 26,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '腾讯视频《大牌驾到》节目',
    'author': ['腾讯视频《大牌驾到》栏目组'],
    'pubdate': '2015-7-15',
    'tags': [{
      'count': 58,
      'name': '大牌驾到',
      'title': '大牌驾到'
    },
    {
      'count': 43,
      'name': '励志',
      'title': '励志'
    },
    {
      'count': 39,
      'name': '明星',
      'title': '明星'
    },
    {
      'count': 15,
      'name': '我想读这本书',
      'title': '我想读这本书'
    },
    {
      'count': 15,
      'name': '好书，值得一读',
      'title': '好书，值得一读'
    },
    {
      'count': 14,
      'name': '座右铭',
      'title': '座右铭'
    },
    {
      'count': 10,
      'name': '腾讯视频',
      'title': '腾讯视频'
    },
    {
      'count': 7,
      'name': '好',
      'title': '好'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s28107968.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '序一  15分钟的名人和4500分钟的大牌（刘胜义）\n序二  我喜欢真诚的意外（华少）\n序三  成为真正的大牌前，切莫放弃治疗（阿雅）\n阿  娇：放低恐惧，然后进取\n陈  晓：演好戏，并且爱上它\n陈奕迅：一半火焰、一半海水的AB面人生\n邓  超：一人千面的人生才更有挑战\n邓紫棋：你可以做一个最好的自己\n范冰冰：我是一个追求完美的人\n冯绍峰：突破自己是件很有意思的事情\n高圆圆：慢慢走，风景更美\n海  清：燃烧着女汉子烈火的生活家\n华晨宇：我觉得都行\n黄晓明：我喜欢有梦想的人\n李  晨：儒雅书生OR热血青年\n李  健：音乐不是我的生命\n林俊杰：音乐面前，我一直是新人\n林志玲：认真就够了，不求每个人的掌声\n林志颖：超级梦想家的剽悍人生\n刘恺威：经历过低谷，才能享受到高峰的美\n刘  涛：零差评国民贤妻\n莫文蔚：太正常的人生好无聊\n乔振宇：十年一剑，磨出光彩\n尚雯婕：穿行在歌之魅影里的怪咖\n苏  红：清醒、努力地活着即是成功\n唐  嫣：时间终会让你与众不同\n田  亮：你就是你人生的冠军\n佟大为：家庭是一种信仰\n吴奇隆：生命不息，追梦不悔\n吴秀波：我确保我是一个职业演员\n吴彦祖：没有挑战还有什么意思？\n吴亦凡：人帅更要拼\n谢霆锋：你可以有遗憾，但不可以有后悔\n徐静蕾：梦想需说走就走\n许  晴：人生是一场穿越自由与诗意的奔赴\n杨  幂：站在高处，只需一颗平常心\n姚  晨：我从未想过去伪装自己\n羽  泉：有一种坚持叫创新\n张靓颖：当你想去做的时候，你就要去争取\n张学友：要是我不能坚持的话，还有谁能坚持呢？\n章子怡：我不想随波逐流，也不想改变自己\n郑  恺：奔跑在路上\n郑佩佩：选择了，就一定要乐在其中\n周笔畅：有一定规则的东西，我就想打破它\n周杰伦：我希望自己永远是第一',
    'pages': '300',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s28107968.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s28107968.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s28107968.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26423118\/',
    'id': '26423118',
    'publisher': '青岛出版社',
    'isbn10': '7555223597',
    'isbn13': '9787555223597',
    'title': '把自己活成大牌',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26423118',
    'alt_title': '',
    'author_intro': '《把自己活成大牌》由腾讯视频《大牌驾到》栏目组编著。《大牌驾到》是腾讯视频、腾讯娱乐联合打造的高端名人谈话节目。依托腾讯强大的平台资源，邀请影视、音乐、文化、体育、商界一线大牌，从个人的角度解读时下最热点的一线新闻人物。节目开播至今创下了数亿点击率。',
    'summary': '《把自己活成大牌》是一本以腾讯视频王牌栏目《大牌驾到》为基础的青春励志读物，由《大牌驾到》主持人华少、阿雅领衔撰写，汇集42位顶级一线明星的奋斗故事，讲述他们对人生的感悟和对成功的理解，在充满个性的讲述语言和悲喜交集的人生履历中，呈现出明星们不为人知的内心世界——他们也 曾失落，也曾迷茫，但最终战胜自我，走出困境，创造出一片属于自己的天空。每一个“大牌”都是成功的，但每个人对成功的理解各有不同。本书力图向年轻的读者们传递这样一种积极、乐观的信念：只要无怨无悔地奋斗过， 你就是自己人生的“大牌”！\n本书由腾讯网络媒体事业群总裁、腾讯集团高级执行副总裁刘胜义和著名主持人华少、阿雅作序。\n对于每一代人来说，明星都是映照自己人生的一面镜子，《把自己活成大牌》选择了这面镜子的励志一面。\n——腾讯《大家》\n大牌的有问必答，大牌的有声有型，汇成这本书，一字一句，像岩画像壁刻，是永不磨没的活色生香。\n——叶倾城（腾讯《大家》专栏作者，知名作家）\n我是大牌驾到的忠实粉丝，几乎每一个采访我都会看，因为它是国内少见的有长度又有深度的人物专访，这对于一个忠情于采访的人来说格外重要。关于采访一位前辈曾提点过我一个奥妙：人物采访最迷人的地方是你们很纯粹，你们没有过去，也没有将来，你们之间只有当下这一刻，所以在那采访的短暂时间里，无论对方多么顽固多么警惕，他总会在某一刻吐露出某种真情，一个采访中只要存在着这种真情，就能产生了能量的流动，这种流动让人又欣慰又安心，而《把自己活成大牌》这本书的好处在于，它不但让一颗心看到另一颗心，它还带着许多颗心一起见证了大牌们某一刻的心绪，那半掩半闭半明半暗的真心，不多，但已足够。\n——黄佟佟（腾讯《大家》专栏作者，知名作家）',
    'price': '45.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 24,
      'average': '5.8',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯科技中心'],
    'pubdate': '2017-6-7',
    'tags': [{
      'count': 21,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 13,
      'name': '新经济',
      'title': '新经济'
    },
    {
      'count': 10,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 6,
      'name': '（移动）互联网',
      'title': '（移动）互联网'
    },
    {
      'count': 4,
      'name': '经管',
      'title': '经管'
    },
    {
      'count': 4,
      'name': '战略管理',
      'title': '战略管理'
    },
    {
      'count': 3,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 2,
      'name': '盖章',
      'title': '盖章'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29475014.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '目录\n目录\n前言：若终将走入迷雾，请携一盏明灯\n总述与四大领域洞察\n第一章中国互联网进入“分水岭”期   \/\/ 004\n全球互联网进入“减速增长期”   \/\/ 005\n中国互联网全面“移动化”已近完成   \/\/ 009\n中国互联网生态变化   \/\/ 011\n第二章资本：冰与火之歌   \/\/ 016\n2016年中国资本“冷静了”   \/\/ 020\n2017年中国创投市场预期   \/\/ 022\n独角兽公司的挖掘   \/\/ 024\n需要警惕的创业红海   \/\/ 027\n泡沫与风险   \/\/ 028\n中国创投象限   \/\/ 029\n第三章技术：新浪潮来临   \/\/ 034\n智能手机红利触顶，新技术浪潮来临   \/\/ 038\n人工智能   \/\/ 039\n虚拟现实（VR）   \/\/ 043\n大数据应用   \/\/ 046\n汽车科技   \/\/ 051\n第四章用户与市场：消费升级   \/\/ 058\n消费升级成为互联网转型期的“护航者”   \/\/ 059\n新一轮消费升级的受益产业   \/\/ 063\n消费升级中的互联网市场   \/\/ 072\n第五章全球化：中国式出海   \/\/ 086\n中国企业的全球竞争力：输出特色商业模式   \/\/ 089\nBAT与新兴公司：全球化的经验与教训   \/\/ 093\n资本出海：正在全球发生的“中国投资潮”   \/\/ 097\n十大产业趋势\n第六章移动直播产业趋势   \/\/ 106\n产业概述   \/\/ 109\n用户变迁   \/\/ 113\n未来趋势   \/\/ 117\n分水岭挑战   \/\/ 121\n新技术\/新模式崛起   \/\/ 123\n全球竞争格局   \/\/ 125\n第七章智能手机产业趋势   \/\/ 128\n产业概述    \/\/ 131\n用户变迁    \/\/ 133\n未来趋势    \/\/ 134\n分水岭挑战   \/\/ 137\n新技术和新模式崛起   \/\/ 142\n全球竞争格局   \/\/ 143\n第八章媒体与内容创业趋势   \/\/ 146\n产业概述   \/\/ 148\n用户变迁   \/\/ 149\n未来趋势   \/\/ 153\n分水岭挑战   \/\/ 154\n新技术\/新模式崛起   \/\/ 155\n全球竞争格局   \/\/ 161\n第九章移动支付与互联网金融产业趋势   \/\/ 164\n产业概述   \/\/ 166\n未来趋势   \/\/ 170\n分水岭挑战   \/\/ 172\n新技术\/新模式崛起   \/\/ 173\n全球竞争格局   \/\/ 176\n第十章社交网络产业趋势   \/\/ 180\n产业概述   \/\/ 182\n用户变迁   \/\/ 183\n未来趋势   \/\/ 186\n分水岭挑战   \/\/ 188\n新技术\/新模式崛起   \/\/ 190\n全球竞争格局   \/\/ 190\n第十一章旅游产业趋势   \/\/ 194\n产业概述   \/\/ 196\n用户变迁   \/\/ 197\n未来趋势   \/\/ 201\n分水岭挑战   \/\/ 203\n新技术\/新模式崛起   \/\/ 205\n全球竞争格局   \/\/ 206\n第十二章电子商务与零售产业趋势   \/\/ 210\n产业概述   \/\/ 213\n用户变迁   \/\/ 214\n未来趋势   \/\/ 215\n分水岭的挑战   \/\/ 216\n新技术\/新模式崛起   \/\/ 218\n全球竞争格局   \/\/ 219\n第十三章互联网影视文娱产业趋势   \/\/ 222\n产业概述   \/\/ 225\n用户变迁   \/\/ 227\n未来趋势之在线视频   \/\/ 230\n未来趋势之影视制作   \/\/ 233\n分水岭挑战   \/\/ 235\n新技术\/新模式崛起   \/\/ 237\n全球竞争格局   \/\/ 238\n第十四章虚拟现实（VR）产业趋势   \/\/ 242\nVR产业概述   \/\/ 244\n用户变迁   \/\/ 246\n未来趋势   \/\/ 251\n分水岭的挑战   \/\/ 252\n新技术\/新模式崛起   \/\/ 255\n全球竞争格局   \/\/ 257\n第十五章出行服务产业趋势   \/\/ 262\n产业概述   \/\/ 265\n用户变迁    \/\/ 266\n未来趋势   \/\/ 269\n分水岭的挑战   \/\/ 270\n新技术\/新模式崛起   \/\/ 272\n全球竞争格局   \/\/ 274\n编委会成员\/\/ 277',
    'pages': '300',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29475014.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29475014.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29475014.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27065212\/',
    'id': '27065212',
    'publisher': '机械工业出版社',
    'isbn10': '7111567617',
    'isbn13': '9787111567615',
    'title': '分水岭：看清中国科技和互联网未来五年的趋势',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27065212',
    'alt_title': '',
    'author_intro': '企鹅智酷是腾讯旗下中国互联网大数据研究与商业分析的专业机构。聚焦于互联网趋势研究、数据分析和新经济模式洞察。依托腾讯公司海量用户基础和大数据优势，企鹅智酷打造了优秀的数据分析能力和团队，紧扣热点趋势，提供具备大数据支撑和专业洞察力的行业研究报告产品。目前累计发布300份重磅商业研究报告，影响力触达互联网与传统行业的多个层面，在政府和企业管理者中享有优质的口碑和公信力。',
    'summary': '随着移动互联网和智能手机红利接近天花板，中国科技产业的这一波“直道高速竞争”接近尾声。无论大公司还是创业者，都在探索新科技和新机会。中国乃至全球科技产业将进入一个2至5年的“分水岭”。这里面没有明确的先行者指引，没有可以循规蹈矩的路标和方向。一切都充满了未知的可能性，同时也遍布陷阱。\n对大公司而言，未来5年的分水岭，将会决定在下一波竞争中，你的起跑位置是靠前还是靠后，甚至，你可能失去参赛的机会。对创业者而言，这场不期而遇的剧变，可能是碾碎你创业梦想的杀手，也可能是超越大公司、成为新领军者的机会。\n但事实上，没有什么是未知的，它们只是暂时被隐藏了，企鹅智酷联合李开复、徐小平等63位互联网领袖，融合全平台数据、资源和智力，凝结为一本趋势预测。无论你是大企业的中高级管理者，还是创业者和行业人士，都值得拥有这本互联网与科技趋势预测的指南，帮助你在未来竞争中占据先机。',
    'price': '49.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 23,
      'average': '7.4',
      'min': 0
    },
    'subtitle': '腾讯首款3D网游力作《寻仙》同人小说',
    'author': ['公子无双'],
    'pubdate': '2011-8',
    'tags': [{
      'count': 66,
      'name': '桃花不上线',
      'title': '桃花不上线'
    },
    {
      'count': 32,
      'name': '公子无双',
      'title': '公子无双'
    },
    {
      'count': 23,
      'name': '腾讯首款3D网游',
      'title': '腾讯首款3D网游'
    },
    {
      'count': 23,
      'name': '腹黑型事业男',
      'title': '腹黑型事业男'
    },
    {
      'count': 22,
      'name': '美型控腐女',
      'title': '美型控腐女'
    },
    {
      'count': 22,
      'name': '寻仙同人',
      'title': '寻仙同人'
    },
    {
      'count': 13,
      'name': '网游',
      'title': '网游'
    },
    {
      'count': 11,
      'name': '言情',
      'title': '言情'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s9754435.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '',
    'pages': '255',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s9754435.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s9754435.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s9754435.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/10566252\/',
    'id': '10566252',
    'publisher': '山东画报出版社',
    'isbn10': '7547404847',
    'isbn13': '9787547404843',
    'title': '桃花不上线',
    'url': 'https:\/\/api.douban.com\/v2\/book\/10566252',
    'alt_title': '',
    'author_intro': '公子无双,女，双鱼座，红袖添香签约写手。\n最大的个性就是没个性，平日里爱书爱动漫,爱天马行空的幻想。2007开始动笔，将脑中幻想幻化于一些文字，这对我来说是一件很快乐的事情，如果说我有梦想,写作就是我的梦想。',
    'summary': '将错就错的网络爱情故事。\n美型控腐女与腹黑型事业男的激情碰撞。\n别样滋味的恋爱体验。\n嬉笑怒骂的天生一对。\n“情侣坐在一起不谈情说爱那做什么？”\n我相信缘分，但缘分不会次次降临\n所以，我想要伸手抓住你，不让你溜走。\n公子无双谱写歪打误撞JQ史\n游戏恋人跨越次元の爱情追逐战\n暗恋？误会？\n“从哪里开始的并不重要，最重要的是恋爱时那颗真心。”\n后悔？\n已经迟了……\n安乐是某大女生。酷爱网络游戏，有个无话不谈的死党许玉大玉儿。\n一场突如其来的大雨让她对同校学长萧晟一见钟情。并试图在网游中接近萧晟学长。\n然而在经历了种种磕磕绊绊后安乐却发现，这个虚拟世界里的“学长”另有其人…',
    'price': '18.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 941,
      'average': '6.6',
      'min': 0
    },
    'subtitle': '开启互联网与传统行业融合新趋势',
    'author': ['腾讯科技频道'],
    'pubdate': '2014-10-1',
    'tags': [{
      'count': 575,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 237,
      'name': '跨界',
      'title': '跨界'
    },
    {
      'count': 221,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 139,
      'name': '科技',
      'title': '科技'
    },
    {
      'count': 94,
      'name': '新经济',
      'title': '新经济'
    },
    {
      'count': 73,
      'name': '营销',
      'title': '营销'
    },
    {
      'count': 55,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 31,
      'name': '投资',
      'title': '投资'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s27508069.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '序言　跨界势不可挡\n前言　跨界，互联网行业的消失\n第一章　跨界爆发的条件 ∥ 001\n第一节　人与设备是基石 ∥ 002\n第二节　中国互联网的商业发展是动力 ∥ 006\n第三节　移动互联网是引爆点 ∥ 013\n第二章　跨界带来的整合与重塑 ∥ 025\n第一节　Offline的逆袭 ∥ 026\n第二节　O2O之初 ∥ 030\n第三节　起步的在线教育业 ∥ 039\n第四节　发端于支付的互联网金融 ∥ 049\n第五节　世纪之赌 ∥ 062\n第六节　即将迎来风口的在线旅游 ∥ 073\n第七节　视频：播与制 ∥ 080\n第八节　三大运营商？不止吧 ∥ 095\n第九节　人的外部化 ∥ 103\n第十节　汽车业：销售与制造 ∥ 111\n第三章　跨界的趋势与未来 ∥ 121\n第一节　智能手机及其他 ∥ 122\n第二节　移动服务刚刚开启 ∥ 125\n第三节　入口入口入口 ∥ 129\n第四节　隐藏在互联网思维之下的碰撞 ∥ 133\n第五节　巨头们的理想生意 ∥ 137\n第六节　正确地认识泡沫 ∥ 143\n第七节　满足需求还是满足解决方案 ∥ 146\n后记　给创业者的话：勿忘初心 ∥ 154',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/9455309\/',
    'pages': '168',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s27508069.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s27508069.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s27508069.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26022186\/',
    'id': '26022186',
    'publisher': '机械工业出版社',
    'isbn10': '7111479122',
    'isbn13': '9787111479123',
    'title': '跨界',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26022186',
    'alt_title': '',
    'author_intro': '腾讯科技频道，是中国最大的中文门户网站，集新闻信息、社会化媒体资讯和产品以及区域垂直生活服务为一体。腾讯科技频道是腾讯网旗下专注报道TMT的频道，是目前最有影响力的中文科技类媒体。其聚拢了LinkedIn创始人Reid Hoffman、Facebook COO Sheryll Sandberg、前《连线》主编Chris Anderson、苹果联合创始人Stephen Wozniak等一批国际顶尖科技行业人士，在第一时间关注一线创业者的产品和商业模式。腾讯科技依靠坚实权威的采编团队，致力于以大财经视野解读IT产业资讯，并成为国内首批进入“解释性报道”领域的新闻媒体。腾讯科技倾力打造的《TMT解码》、《科技不怕问》、《战略档案》及《企鹅智酷》等原创栏目，无缝作用于用户决策的各个阶段，充分满足用户需求。通过腾讯网、腾讯新闻客户端、腾讯视频、官方微信和微博矩阵、RSS订阅等渠道，腾讯科技频道7×24小时面向数千万用户提供最新鲜的科技资讯，在互联网、IT、通信及科学探索行业新闻领域中占尽先机。',
    'summary': '移动互联网是当前的时代趋势，已经势不可挡，物联网更是未来10年的产业趋势。互联网时代的黎明已经到来，世界将告别我们刚刚熟悉的信息时代。工业革命、第四次科技革命带来的世界产业格局的剧烈变化正在席卷全球。这种变化让我们身边的每个人都身临其境，同时也身处迷雾。互联网对传统企业的改造在碰撞和融合中悄然发生，企业间、产业间跨界合作将会无远弗届。\n在中国以BAT为首的巨头已经开始一系列应对跨界趋势的并购，其中甚至包括我们熟悉的文化产业。阿里巴巴已经开始众筹电影了，你能想象今后的电影是大家喜欢什么，就能演什么吗？这只是变化的冰山一角。互联网金融迎来春天，智能硬件成为创富新动力，在线教育发芽，吃喝玩乐都在拥抱互联网……移动互联网大潮正以前所未有之势席卷传统行业。在融合与碰撞之间，行业的横向整合和纵向重塑正在进行。《跨界》这本书为你解读当下中国移动互联网产业格局和变化趋势，助你拨云见日，把握发展机会。',
    'ebook_price': '18.00',
    'series': {
      'id': '26760',
      'title': '腾讯-互联网时代系列图书'
    },
    'price': '39.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 118,
      'average': '6.7',
      'min': 0
    },
    'subtitle': '写给中国玩家的人生逆袭指南',
    'author': ['腾讯游戏频道', '夏虫', 'meiya'],
    'pubdate': '2012-8',
    'tags': [{
      'count': 116,
      'name': '励志',
      'title': '励志'
    },
    {
      'count': 77,
      'name': '无戏言',
      'title': '无戏言'
    },
    {
      'count': 47,
      'name': '人生',
      'title': '人生'
    },
    {
      'count': 40,
      'name': 'meiya',
      'title': 'meiya'
    },
    {
      'count': 28,
      'name': '生活',
      'title': '生活'
    },
    {
      'count': 27,
      'name': '随笔',
      'title': '随笔'
    },
    {
      'count': 17,
      'name': '社科类畅销书',
      'title': '社科类畅销书'
    },
    {
      'count': 15,
      'name': '小说',
      'title': '小说'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s11169935.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第1章 技术宅的逆袭\n做你所爱，爱你所做\n逆袭榜样：落入凡尘的酒剑仙——姚壮宪\n第2章 转职者的逆袭\n让天赋自由\n逆袭榜样：子目皆空之道——裘新\n第3章 骨灰程序员的逆袭\n上天保佑有理想的人\n逆袭榜样：于目标处仰望——张淳\n第4章 大神的逆袭\n做一个不断超越自我的“独孤求败”\n逆袭榜样：过去是未来最好的向导——凌海\n第5章 边缘职业的逆袭\n少有人走的路\n逆袭榜样：为梦想而生——石海\n第6章 医者的逆袭\n改变，一切才有可能\n逆袭榜样：七雄争霸缔造者的为而不争——张福茂\n第7章 MT的逆袭\n超级马拉松\n逆袭榜样：游戏界的捕鱼达人——陈昊芝\n第8章 女玩家的逆袭\n爱拼才会赢\n逆袭榜样：一朵自由行走的花——刘阳\n第9章 FreshMan的逆袭\n屌丝逆袭有方：学习与成长\n逆袭榜样：人生就是一次次“征途”——纪学锋\n第10章 狂战士的逆袭\n先活着，才有机会活得好\n逆袭榜样：低调的狂奔——魏啸\n第11章 专精者的逆袭\n让自己成为稀缺资源\n逆袭榜样：冰封王座上的人皇——SKY\n后记',
    'pages': '360',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s11169935.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s11169935.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s11169935.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/11527023\/',
    'id': '11527023',
    'publisher': '清华大学出版社',
    'isbn10': '7302295433',
    'isbn13': '9787302295433',
    'title': '无戏言',
    'url': 'https:\/\/api.douban.com\/v2\/book\/11527023',
    'alt_title': '',
    'author_intro': '腾讯游戏频道《游戏人生》栏目组：《游戏人生》是腾讯游戏频道原创视频对话栏目，该节目以对游戏业界的CEO，COO为采访对象，由主持人与嘉宾共同探讨人生真谛，感悟游戏精神，作为一档谈话节目，《游戏人生》不仅拥有资深从业人员的创业经历，还有他们感人的成长故事。想走进江湖，你应该先了解他们……\n夏虫：偶尔变身骑字飞行的神笔马良战斗团，大多数时候是靠一些道理&一些有趣的事喂养的普通重口儿文学青年俱乐部。\nmeiya：双子座女生，豆瓣著名写手，曾以一篇《去做的屌丝，才有逆袭的可能》狠狠戳中屌丝青年们的软肋，热爱阅读和写作，喜欢跑步、旅行和美食。',
    'summary': '在许多人看来，《无戏言:写给中国玩家的人生逆袭指南》中的11位主人公有着一个共同的头衔行业领军人物。但《无戏言:写给中国玩家的人生逆袭指南》的专访会让你看到，成功者头衔的背后其实是11张不同的面孔：他们中问有曾经的中专物理教师、战斗机设计师、梦想成为航海家的人，甚至有因为创业的艰难曾经抑郁的人。但是，他们在悲观失望的时候选择了面对现实、坚持努力，继而华丽转身、逆袭成功。',
    'price': '36.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 192,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '互联网创业必须避免的八大误区',
    'author': ['腾讯科技频道'],
    'pubdate': '2014-8-1',
    'tags': [{
      'count': 127,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 116,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 27,
      'name': '思维',
      'title': '思维'
    },
    {
      'count': 23,
      'name': '教训',
      'title': '教训'
    },
    {
      'count': 22,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 17,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 16,
      'name': '经营',
      'title': '经营'
    },
    {
      'count': 16,
      'name': '失败',
      'title': '失败'
    }
    ],
    'origin_title': '腾讯科技频道',
    'image': 'https://img3.doubanio.com\/mpic\/s27337164.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '赞誉\n序成功学太多了（腾讯科技频道主编龙兵华）\n前言一线创业的八大致命教训\n第一章　盲目照搬国外模式不接地气 ∥ 002\n爱日租：伪需求掩盖下的烧钱狂欢 ∥ 002\n点点网：复制硅谷模式忌踏空频道需求 ∥ 009\n今夜酒店特价：巨头阴影下的决策失误 ∥ 018\n\n第二章　自己定义的需求不一定是真需求 ∥ 027\n龚海燕二次创业：选择不熟悉的领域创业暗礁重重 ∥ 028\n\n第三章　过往经验是财富也可能是“包袱” ∥ 037\n惯性思维陷阱：网易前COO创业之旅 ∥ 038\n“慢”的代价：大众点评十年沉浮 ∥ 047\n\n第四章　环境巨变 固步自封出危机 ∥ 061\n开心网：短期成功反成长远胜利绊脚石 ∥ 062\n维络城之殇：移动浪潮之下的措手不及 ∥ 067\n暴风影音：战略迟缓错失转型机遇 ∥ 074\n\n第五章　大规模转型风险高 ∥ 081\n乐淘：五年三次急转弯的韧性不足 ∥ 082\n好乐买：大平台误区和库存之痛 ∥ 089\n转型之痛：点心移动的布朗运动 ∥ 096\n\n第六章　快速成长下的过度膨胀和管理失控 ∥ 107\n拉手网之败：IPO冲刺冲出来的管理乱局 ∥ 108\n冲动之殇：凡客的失控性大跃进 ∥ 117\n\n第七章　“兄弟义气”埋下团队内讧隐患 ∥ 125\n红孩子往事：“中国合伙人”决裂 ∥ 126\n\n第八章　过度依赖合作伙伴丧失独立性 ∥ 133\n巨鲸陨落：合作伙伴不靠谱的沉痛代价 ∥ 134\n云云折戟社会化搜索：依附与独立的纠结 ∥ 142\n\n后记 ∥ 151\n本书创作团队 ∥ 153',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/5802145\/',
    'pages': '160',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27337164.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27337164.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27337164.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25932067\/',
    'id': '25932067',
    'publisher': '机械工业出版社',
    'isbn10': '7111474228',
    'isbn13': '9787111474227',
    'title': '教训',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25932067',
    'alt_title': '腾讯科技频道',
    'author_intro': '腾讯科技频道，是中国最大的中文门户网站，集新闻信息、社会化媒体资讯和产品、以及区域垂直生活服务为一体的大型综合门户网站。 腾讯科技频道是腾讯网旗下专注报道TMT的频道，是目前最有影响力的中文科技类媒体。不仅聚拢了LinkedIn创始人Reid Hoffman、Facebook COO Sheryl Sandberg、前《连线》主编Chris Anderson、苹果联合创始人Stephen Wozniak等一批国际顶尖科技行业人士，也第一时间关注一线创业者的产品和商业模式。腾讯科技依靠坚实权威的采编团队，致力于以大财经视野解读IT产业资讯，并成为国内首批进入“解释性报道”领域的新闻媒体。腾讯科技倾力打造的TMT解码、科技不怕问、战略档案及企鹅智酷等原创栏目，无缝作用于用户决策的各个阶段，充分满足用户需求。 通过腾讯网、腾讯新闻客户端、腾讯视频、官方微信和微博矩阵、RSS订阅等渠道，腾讯科技频道7*24小时面向数千万用户提供最新鲜的科技资讯，在互联网、IT、通信及科学探索行业新闻领域占尽先机。',
    'summary': '《教训：互联网创业必须避免的八大误区》：\n这是一个成功学泛滥的年代。成功人士往往只谈成功之道，而不提遇挫之苦。对于成功学，多数创业者趋之若鹜。其实，相较于高高在上的成功学，对于他们而言，接地气的挫折学可能更有价值。\n从2013年下半年开始，腾讯科技频道的核心栏目“创业启示录”，以创业的错误和失败作为切入点，陆续对17位奋战在一线的互联网企业进行了深入的访谈，系统地挖掘创业者实战中的经验与教训，获得了很好的市场反响，在此基础上，腾讯科技频道深入研究总结，归纳出一些脚踏实地的创业逻辑，形成了本书，借此向所有正奋斗在一线的创业者致敬。',
    'ebook_price': '18.00',
    'series': {
      'id': '26760',
      'title': '腾讯-互联网时代系列图书'
    },
    'price': '39.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 14,
      'average': '8.1',
      'min': 0
    },
    'subtitle': '腾讯TMQ专项测试团队实战案例精选',
    'author': ['TMQ 专项测试团队 编著'],
    'pubdate': '2016-9',
    'tags': [{
      'count': 14,
      'name': 'app测试',
      'title': 'app测试'
    },
    {
      'count': 11,
      'name': '专项测试',
      'title': '专项测试'
    },
    {
      'count': 9,
      'name': '性能',
      'title': '性能'
    },
    {
      'count': 8,
      'name': 'Android',
      'title': 'Android'
    },
    {
      'count': 6,
      'name': '测试',
      'title': '测试'
    },
    {
      'count': 4,
      'name': '软件工程',
      'title': '软件工程'
    },
    {
      'count': 4,
      'name': '计算机类',
      'title': '计算机类'
    },
    {
      'count': 3,
      'name': '2017',
      'title': '2017'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s29093099.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': 'Contents　目　　录\n序\n前言\n第1章　越用越卡为哪般—降低待机内存\t1\n1.1　新手入门\t1\n1.2　规范测试流程及常见等问题\t6\n1.2.1　测试流程\t7\n1.2.2　Dalvik Heap的常见问题\t8\n1.2.3　示例\t9\n1.2.4　新的问题\t10\n1.3　新问题的进一步挖掘\t12\n1.3.1　Dalvik Heap内部机制\t13\n1.3.2　问题所在\t15\n1.3.3　优化Dalvik内存碎片\t17\n1.4　进阶：内存原理\t19\n1.4.1　从物理内存到应用\t20\n1.4.2　smaps\t22\n1.4.3　zygote共享内存机制\t25\n1.4.4　多进程应用\t25\n1.5　案例：优化dex相关内存\t26\n1.5.1　从class对象说起\t27\n1.5.2　一个类的内存消耗\t28\n1.5.3　dex mmap\t29\n1.5.4　dex文件优化\t30\n1.6　本章小结\t33\n第2章　手机发烫是为何—降低耗电量\t35\n2.1　电量测试方法\t36\n2.1.1　硬件测试\t37\n2.1.2　软件测试\t42\n2.2　电量优化方法\t55\n2.2.1　优化方法一：CPU时间片\t55\n2.2.2　优化方法二：wake lock\t55\n2.2.3　优化方法三：传感器\t56\n2.2.4　优化方法四：云省电策略\t56\n2.3　本章小结\t56\n第3章　怎样才能如丝般顺滑—流畅度评测\t57\n3.1　流畅度评测方法介绍\t57\n3.2　流畅度\t59\n3.3　真的？用SM就够了吗\t65\n3.4　流畅度优化案例\t69\n3.4.1　通过SM评估App的流畅度\t70\n3.4.2　从最简单的UI层优化入手\t71\n3.4.3　Lint扫描，发现代码中的流畅度性能问题\t79\n3.4.4　优化App的逻辑层\t84\n3.4.5　优化App的IO层\t88\n3.4.6　流畅度优化经验\t89\n3.5　本章小结\t91\n第4章　坑爹的路线如何破—导航评测\t93\n4.1　路线规划评测\t93\n4.1.1　路测，人工评测，还是自动化\t94\n4.1.2　选择测试用例\t95\n4.1.3　寻找bad case的判断准则\t96\n4.1.4　判断路线是否相似\t97\n4.1.5　自动化评测方案—无路况版\t97\n4.1.6　自动化评测方案—路况版\t101\n4.1.7　特殊情况\t104\n4.1.8　展望\t106\n4.2　播报诱导评测\t106\n4.2.1　播报诱导常用测试方法：路测\t106\n4.2.2　室内评测是否能代替路测\t107\n4.2.3　耳听为虚，眼见为实\t109\n4.2.4　找到更多不好的用例\t110\n4.2.5　评测平台的建成\t113\n4.2.6　评测用例的优化\t113\n4.2.7　让评测更快，更好，更准\t116\n4.3　本章小结\t117\n第5章　修一条时刻畅通的高速路—网络优化\t119\n5.1　上传速度和成功率的优化\t119\n5.1.1　任务背景及方案雏形\t120\n5.1.2　鱼翅的要点\t124\n5.1.3　探索过程中的经验与思考\t131\n5.2　流量优化\t135\n5.2.1　摸清现状\t136\n5.2.2　优化精简\t148\n5.2.3　持续监控\t153\n5.2.4　优化过程中的经验与思考\t153\n5.3　本章小结\t154\n第6章　苗条才是美—应用安装包瘦身\t155\n6.1　瘦身的方向选择\t155\n6.2　案例：瘦成一道闪电\t156\n6.2.1　代码部分\t157\n6.2.2　资源部分\t168\n6.2.3　极限压缩zip\t175\n6.3　本章小结\t181\n第7章　工欲善其事必先利其器—打造趁手的测试工具GT\t183\n7.1　初心\t184\n7.1.1　选择恰当的时机\t184\n7.1.2　需要解决的问题\t185\n7.1.3　决定工具的形态\t186\n7.2　在实践中发挥作用\t186\n7.2.1　CPU\t186\n7.2.2　Jiffies\t188\n7.2.3　电量\t189\n7.2.4　流畅度和FPS\t191\n7.2.5　内存\t191\n7.2.6　流量\t192\n7.3　工具的获取\t193\n7.4　GT使用\t193\n7.4.1　GT在场测中\t194\n7.4.2　GT在自动化测试中\t203\n7.5　本章小结\t205',
    'pages': '',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s29093099.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s29093099.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s29093099.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26891415\/',
    'id': '26891415',
    'publisher': '机械工业出版社',
    'isbn10': '7111548264',
    'isbn13': '9787111548263',
    'title': '移动App性能评测与优化',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26891415',
    'alt_title': '',
    'author_intro': '本书的作者是来自腾讯移动品质中心（TMQ）专项测试团队的资深测试工程师们，他们长期负责腾讯公司部分重要的手机应用（手机浏览器、手机管家、应用宝、腾讯地图等）的性能评测与优化工作。在App的内存、电量、流量、流畅度、网络、安装包大小等核心性能维度，积累了相当丰富的评测优化经验。\n主要编著成员有：蒋翠翠、李金涛、廖志、廖海珍、罗家润、马蕾、秦守强、文娟、阳文彬、叶方正、翟翌华、张媛、张志伟（按拼音顺序排列）。',
    'summary': '在移动应用开发中，应用上线了只是一个开始，噩梦在后面：手机越用越卡为哪般？手机发烫是为何？应用的流畅度怎样才能丝般的润滑？坑爹的路线图怎么预防？谁偷走的用户的钱包？如何瘦成一道闪电？这些问题解决起来都是非常麻烦的，腾讯移动品质中心（TMQ）成立了专项测试团队来解决这些问题，这些程师们长期负责腾讯公司部分重要的手机应用的性能评测与优化工作，在App的内存、电量、流量、流畅度、网络、安装包大小等核心性能维度，积累了相当丰富的评测优化经验。本书就是他们的研究成果，他们首次分享了大量实例，披露了原始草图，描述了研究思路，是打造卓越移动应用、提高产品质量的重要参考资料。',
    'price': '59.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 8,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '',
    'author': ['王继伟'],
    'pubdate': '2010-6',
    'tags': [{
      'count': 4,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 3,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 2,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 1,
      'name': '经济管理',
      'title': '经济管理'
    },
    {
      'count': 1,
      'name': '管理学',
      'title': '管理学'
    },
    {
      'count': 1,
      'name': '励志',
      'title': '励志'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s4462483.jpg',
    'binding': '',
    'translator': [],
    'catalog': '一月  企鹅诞生.创造网络传奇深圳大学的高才生工程师的第一桶金股霸卡：软件工程师的实用主义慧多网的深圳站长辞职创业腾讯公司名字的由来开发ICQ：无可奈何花落去OICQ：从聊天中寻找商机小企鹅诞生了被低估的腾讯60万元，我差点把QQ卖掉域名风波，造就QQ用户爆棚，逼出盈利知识产权：吃一堑，长一智“绝望”时的风险投资融资困境，投资人曾拖后腿对于创业者而言，能够最终生存下来是重要的创业最重要的是选好适合自己的行业创业初期，腾讯运气占得比较重生存下来的第一个想法是做好，而不是做大创业就是要面对困难优秀的创业理念就要“固执己见”边前进，边思考战胜创业的艰辛创业团队的构成坚持做自己喜欢的工作想事业成功，需扩宽视野成功之秘诀是选择有望变大的小事业自己去选有前途的事业“时间就是金钱”的口号太让人震惊二月  企业“领袖”：创业偶像的人格魅力马化腾的坚持，使腾讯站了起来严谨的作风是企业发展之本专注做好自己内向的CEO马化腾看人怎能看一时我就是一个工程师有技术，才能领导一个团队“全民公敌”的必然偶然影响有影响力的人企鹅中性化之路先尝试，再决定领导者的学习能力令人尊敬的沉稳型互联网领袖QQ之父是个“宅男”领导的性格与操控能力相信自己的东西是有价值的中国青少年眼中的现代英雄企业在稳当的时候求发展马化腾如何看待自己机遇有多重要一个领导者所面临的考验人才与领导力腾讯成功靠的是什么网络安全是一场关乎互联网安危的战争细心，在执行过程中不会看出破绽与漏洞养成有条不紊和井然有序的习惯经常去找别人看不出来的毛病或弊端有胆识的人，遇到问题不会畏首畏尾三月  敌友共依：与马化腾有关的那些人马化腾的父亲法人代表——母亲和太太在QQ上机遇网易丁磊金山求伯君和李宗桦一见如故腾讯第二人张志东市场奇才曾李青许晨晔和陈一丹腾讯的其他创始股东们最早投奔腾讯的员工5人决策小组庞升东与马化腾之间的斗争腾讯与51.com翻脸为敌马化腾PK陈寿福马化腾对决陈一舟马云和马化腾李彦宏马化腾巅峰对话周鸿袆“围剿”马化腾史玉柱与马化腾的合作刘绍勇牵手马化腾腾讯总裁刘炽平员工的“小马哥”网友是腾讯的“水”马化腾、陈天桥：盛大与腾讯大决战职业经理人刘胜义马化腾与润讯老板马化腾与比尔·盖茨让机房管理员哭笑不得马化腾和淘宝总经理孙彤宇挖角微软熊明华四月  香港上市：资本市场再续“QQ神话”你不适合拿太多的股份刘晓松和林建男互联网寒冬IDG和盈科各占20％的股份MIH接盘成为腾讯新股东危机四伏：QQ不惧QQ的竞争对手制定行业标准海外高价收购QQ.com腾讯与杨飞雪OICQ.com.cn的争议每个人要交一港元赴港上市上市目的何在为什么选择在香港上市高盛进入刘炽平空降重新调整组织和管理结构最初的梦想为什么不宣传上市是互联网春天的标志词财富新军腾讯上市，吹皱一江春水新的起点全面提升市值最大五佳网站完成了资本跳跃腾讯在香港上市，马化腾留憾腾讯上市以来的收入和利润上市三周年，快乐并痛着继续保持中国互联网上市公司盈利第一五月  企业文化：瓦联网企业必打的一张牌QQ：把准网络文化脉搏腾讯为何用企鹅作为QQ的形象图标腾讯的企业文化打造主流影响力典型的工程师文化主导的企业企业理念是企业文化体系的核心和灵魂企业文化决定核心竞争力营造良好的企业文化氛围腾讯：文化的力量包容的企业文化成为世界级领先企业员工是最大的财富腾讯员工的薪酬激励后续员工工作环境人性化关心员工成长重视管理者的领导力重视与员工的沟通帮员工实现工作和生活的平衡重视员工的职业发展腾讯企业大学办学理念：人才发展新概念资源整合：充分融汇内外资源内外训：制衡在互为补充完善的新人培训体系不同层级的培训计划人才的吐故纳新企业文化的两大好处健康的企业文化企业越大.责任越大强化执行力六月  “全民公敌”：最赚钱的互联网公司马化腾：我不是“全民公敌”真正的全业务竞争是趋势“抄袭”，可以避免很多不必要的风险“后发”是最稳妥的方式还不到结盟时候赞助世博会投入不亚于赞助奥运腾讯只能诚惶诚恐赢者通吃马化腾的度谁能阻挡马化腾我们从来没有认为自己是领袖QQ的攻击永远是悄悄的QQ的影响力让我始料未及改变国人的沟通方式QQ.com  QQ宠物的诞生为世界杯足球赛量身打造页面报道北京奥运会，流量要争第一借地方门户谋局卖虚拟产品也能赚大钱完善腾讯平台运营盗号问题黑客攻击网上诈骗向韩国模式“取经”技术商业化是互联网企业的唯一出路腾讯的核心竞争力是工程师队伍企业要有灵活的经营机制企业要有自己的管理模式保持独特的思考七月  经营有道：QQ演绎当代经营神话马化腾：专注做事马化腾的经营哲学：三问自己创业者的“接班人计划”做个“首席体验官”实现“花瓣式扩张”学习华为交互设计消除“红色业务”的负面影响制定企业战略的高手网络广告市场才是最大金矿做最有把握的事情谁掌握了年轻人谁就掌握了这个行业的主动权“慢”和“试”，是马化腾的特质像微软一样多元化腾讯拥有一个防守性较强的经营模式多米诺效应盲目扩张要不得谨慎，让腾讯在稳健的步伐中越来越强腾讯是最早采用联合运营模式的企业最有危机感的企业最具生命力互联网企业要未雨绸缪唯恐被外资企业收购对于马化腾来说每一次选择都是煞费苦心让服务成为全世界最贵的产品创业十年，以稳健取胜目标明确，不会为并购而并购紧扣市场，以市场住处为导向数以亿计的QQ用户是腾讯最大的资本经济衰退对互联网业务影响不一宏观经济对互联网影响甚微以身作则，去执行既定的战略八月  发展王道：以创新备战未来竞争力马化腾，“拿来”并创新着超越“模仿秀”商业模式驱动创新创新将比流量更关键耐心观察竞争对手迅速抢走对手的竞争优势，取得主动权从不盲目创新赢在自主研发搜搜问问，抗衡百度腾讯与自己赛跑转型“技术驱动”向更大的市场进攻当鳄鱼对上另一条鳄鱼腾讯与淘宝口水战背后腾讯时刻都在快跑小步即时通讯市场是目前互联网应用最激烈的竞争市场要成功就要有先发优势任何一个对手都不能忽视创新中心腾讯研究院创新的本质是创造性的破坏技术创新学习型创新应用型创新模式型创新创新需要人才支撑制定知识产权保护策略实施知识产权复合保护战略腾讯专利优势突出QQ输入法：腾讯的战略创新腾讯创新大赛九月  以德为先：企业价值观决定影响力建立企业价值观企业用人德为先要把腾讯做成一个最受人尊敬的企业腾讯的价值观：正直、尽责、合作、创新像邻家大哥一样亲切把工作当成一种兴趣企业文化的价值观文化日圣诞晚会腾讯Q年华Q歌Q魅，打造腾讯自己的梦工厂成立“腾讯公益基金会”2000万的爱心爱心总动员站在你背后腾讯公益高校论坛腾讯公益慈善基金的“一个平台”腾讯公益慈善基金的“两个互动”腾讯公益慈善基金的“三个方向”不争第一，但要具备做事的实力致力于网络的公益巨人马化腾谈网络公司义利观责有攸归，关注社会始终如一，上帝永恒价值观是天条，触犯不得关注环保企业以身作则，推动社会和谐发展企业应懂得感恩唯有诚信，才能长久关注细节，成就卓越十月  盈利模式：中国网络企业中的“吸金王”玩也是一种生产力腾讯发展，盈利模式是关键腾讯公司开创了一种全新的商业模式腾讯成为网络时代最大的“受益者”旗舰产品QQ成为最大的“贡献者”对产品品质有非常苛刻的要求移动OICQ服务移动梦网移动QQ助腾讯盈利QQ会员QQ短信业务病毒式营销植入式营销参与世博会，提升品牌价值互联网靠用户四大需求盈利将来即时通讯的六大趋向中国互联网潜力巨大马太效应的胜利传奇，源自对“用户价值”的坚守“顺应趋势，深度整合腾讯将采取“一横一竖”的业务模式如何从“较好”到“最好”继续“疯狂”下去的秘诀成功的逻辑天下的菜都将属于马化腾QQ的成功源于以用户为核心个性化、差异化的产品和服务追求一致、优势互补的合作伙伴找准广告的目标客户多业务管理的个性与共性建立正确的盈利模式十一月  多点开花：在互联网领域大有作为l未来中国互联网的微软飞信VS手机QQ虚拟资产Q币从韩国虚拟穿衣游戏到QQ秀用升级让你上瘾在未来高度竞争的恶劣环境中脱颖而出力推TM，进军商务办公我们要做互联网上的水和电足不出户的邻里沟通新方式，交流新途径——QQ群收购Foxmail，对抗Hotmail注册收费，寡头QQ的失误变局腾讯的最大竞争对手是MSN门户之争：腾讯发展的另一个支点欢迎来“踩踩”我的“Qzolle”腾讯通RTX腾讯TT：国内最早的多面浏览器QQLive网络电视QQ音乐，音乐你的生活QQ旋风：更快，更流畅QQ影音：五星级视听享受QQ软件管理：方便又实用QQ交友中心开通超级QQ，享受专权情感寄托模式你有“支付宝”，我有“财付通”前路漫漫，杀入“流淌着金子”的网游成功的自豪感比利润更具吸引力腾讯十年游戏征程互联互通时机不成熟优秀的企业一定是目光长远的企业十二月  品牌战略：让我们一起“大回响、大影啊”更换品牌标识新标尽展品牌思维腾讯坚持品牌战略精品战略做精一个品牌腾讯发布“大回响、大影响”战略东利行打造QQ品牌腾讯与可口可乐联手合作腾讯与美国AOI-联手推出LIVE8腾讯入股印度MIHQQ邮箱“死而复生”重武器：数据挖掘腾讯的数字经营理念用户对比战略“在线生活”是腾讯的发展重点打造个性化品牌希望腾讯走得更稳健不得不做的全业务发展艰难的国际化道路战略推出英文版QQ不可逆转的多终端模式腾讯牵手中移动腾讯与中信推出首张QQ信用卡腾讯与润洁的合作网游的竞技赛战略让玩家都过来有玩家就有商机中国网游行业的老大腾讯游戏的自身定位游戏广告腾讯的研发团队游戏研发的成功战略',
    'pages': '319',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s4462483.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s4462483.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s4462483.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/4887894\/',
    'id': '4887894',
    'publisher': '中国铁道出版社',
    'isbn10': '7113113028',
    'isbn13': '9787113113025',
    'title': '马化腾腾讯管理日记',
    'url': 'https:\/\/api.douban.com\/v2\/book\/4887894',
    'alt_title': '',
    'author_intro': '王继伟，企业家传记作家，致力于管理学的研究，就职于国内著名财经报社，记者出身的企业管理与职业发展领域的研究者，具有近10年媒体工作经历。他从历史、人文与经济三个维度记录、观察中国本土企业和企业家的成长。',
    'summary': '《马化腾腾讯管理日记》内容简介：QQ——中国最成功的网络产品，腾讯——中国最具市场价值的互联网公司，10亿QQ注册用户，覆盖了90％的中国网民，马化腾打造出了一个强大的“互联网帝国”。成立十余年来，网络经济的版图几经变更，腾讯却一如既往的坚强屹立！\n可爱的企鹅不停闪动，\nQQ改变了中国网络生态，影响了整整一代人的生活方式。\n在中国，也许很多人不知道马化腾是何许人，但很少有人不知道那个以可爱的小企鹅形象为代表的聊天工具——QQ。马化腾创建的腾讯公司就是靠着这个聊天工具改变了中国人的沟通习惯，这个年轻的企业家掌管着中国市值最高的互联网公司，继续缔造着一个风靡中国的“网络神话”。',
    'price': '39.80元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 19,
      'average': '4.6',
      'min': 0
    },
    'subtitle': '“围绕明星IP，开发多种文化创意产品的创新业态”——“泛娱乐”被公认为“互联网发展八大趋势”；腾讯、阿里、百度、小米、华谊、360已纷纷将“泛娱乐”作为公司战略重心',
    'author': ['韩布伟'],
    'pubdate': '',
    'tags': [{
      'count': 7,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 3,
      'name': '娱乐法',
      'title': '娱乐法'
    },
    {
      'count': 2,
      'name': '泛娱乐',
      'title': '泛娱乐'
    },
    {
      'count': 2,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 1,
      'name': '经管',
      'title': '经管'
    },
    {
      'count': 1,
      'name': '创作细分',
      'title': '创作细分'
    },
    {
      'count': 1,
      'name': '写paper',
      'title': '写paper'
    },
    {
      'count': 1,
      'name': 'zz',
      'title': 'zz'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28378934.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '目    录\n前言\n上篇　泛娱乐核心：“互联网+”与纵深跨界颠覆\n第1章移动互联网下的大数据\n1. 泛娱乐数据化变革\/ 2\n2. 大数据的摩尔定律\/ 5\n3. Facebook平台为泛娱乐带来元数据\/ 8\n4. 可预测票房成败的谷歌\/ 12\n5. 利用大数据推出的《纸牌屋》\/ 19\n第2章跨界模式搅动行业格局\n1. 跨界的原始动因\/ 23\n2. 跨界的“最前提”\/ 26\n3. 苹果的三级跨界布局\/ 29\n4. 日本动漫产业联合跨界\/ 34\n5. 影视界与游戏界的窗户纸是什么\/ 39\n第3章大创意时代\n1. 大创意改变原始资本模式\/ 43\n2. 内容为王PK中心化\/ 46\n3. 媒介互通，万物互联\/ 50\n4. 人人都是创意达人\/ 52\n5. 大创意退潮之后，谁在裸泳\/ 55\n第4章粉丝经济\n1. 粉丝的情绪资本\/ 60\n2. 共振化的粉丝社区\/ 64\n3. 为IP衍生品埋单\/ 67\n4. 果粉：市值4.4万亿苹果\/ 72\n5. 拥趸者到底需要怎样的归属感\/ 76\n中篇　泛娱乐蜂巢：分布式IP多媒介形态\n第5章网络文学：IP生态发展的核心\n1. 网络文学留存率之争\/ 82\n2. 文学无界的想象力\/ 87\n3. 游戏开发者对网络小说的“哄抢”\/ 90\n4. 高延展空间的《花千骨》\/ 94\n5. 《冰与火之歌》系列破收视纪录\/ 98\n第6章影视：“互联网+”的IP影视剧\n1. 热门IP：最具人气的网络小说\/ 102\n2. 粉丝电影：人气偶像担纲男女主角\/ 105\n3. 名人导演：直击主流的后台\/ 108\n4. 媒体和社交平台制造的现象级话题\/ 111\n5. 疯迷全球的《美国队长》\/ 115\n第7章音乐：强势突围的IP蓝海\n1. 最经典：流传度广《一生有你》\/ 119\n2. 最情结：票房黑马《同桌的你》\/ 123\n3. 最有料：《睡在我上铺的兄弟》\/ 125\n4. 音乐剧掀起的全球Disco热潮\/ 128\n5. 如何整合植入音乐元素\/ 131\n第8章动漫：改编狂潮新生代IP\n1. 动漫承载的虚拟幻想\/ 136\n2. 动漫的成长和伴随特征\/ 138\n3. 2015年最火的ChinaJoy\/ 141\n4. 日本票房第一的Rookies\/ 145\n5. 成长下的《蜡笔小新》\/ 148\n第9章游戏：坐拥亿万用户的IP\n1. 动画+游戏新的IP生产线\/ 152\n2. 美国游戏IP改编撬动高回报\/ 156\n3. 跨界改编延长IP生命周期\/ 161\n4.“萌贱”路线的《我叫MT外传》\/ 166\n5.《异形：殖民军》游戏改编大败局\/ 169\n下篇　二向箔时代：如何将你的泛娱乐IP推向风口\n第10章如何进行IP底层设计\n1. 故事情节驱动的情感\/ 174\n2. 启发性与趣味性的拼结\/ 178\n3.《黏土世界》的3D元素\/ 181\n4. Marvel Comics的团队设计定位\/ 184\n5.《战地风暴》的角色布局\/ 187\n第11章如何收购优质IP\n1. 优质IP全民参与属性\/ 190\n2. 优质IP共鸣式爆发属性\/ 192\n3. 拥有全球高黏性用户\/ 195\n4. 如何平衡原作与创新元素植入\/ 198\n5. 高格调英美剧烧起IP改编热\/ 201\n第12章IP的多元化推广\n1. 互联网思维与地推的较真\/ 204\n2. 发行商与渠道商的平衡策略\/ 206\n3.《盗墓笔记》从文学到影视\/ 209\n4. 创意视频IP的病毒式传播\/ 212\n5. 美国老牌游戏厂商Atari为何破产\/ 217\n第13章IP授权开放策略\n1. 品牌管理思维导入\/ 221\n2. 玩家不同维度细分\/ 225\n3. IP多元化造就的影响力\/ 229\n4. 票房数十亿的开放性西游IP\/ 232\n5. Square Enix公司的开放与封闭\/ 235\n第14章IP闭环生态系统\n1. IP一站式多线、轻重同步开发新模式\/ 239\n2. 从起点介入产业链，反过来让IP价值增加\/ 242\n3. Fat Pebble的娱乐工业模式\/ 247\n4. 阿里巴巴IP全产业链布局生态\/ 249\n5. 音乐之下的垂直生态\/ 252\n第15章IP生命周期管理\n1. 泛娱乐生命周期管理理论\/ 255\n2. 迪士尼模式\/ 258\n3. 断迭代的漫威模式\/ 262\n4. 跨领域升级的光线传媒泛娱乐模式\/ 264\n5. 大潮退去前的慢动作\/ 267',
    'pages': '280',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28378934.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28378934.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28378934.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26704103\/',
    'id': '26704103',
    'publisher': '',
    'isbn10': '753859681X',
    'isbn13': '9787538596816',
    'title': '泛娱乐战略：开启互联网+时代',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26704103',
    'alt_title': '',
    'author_intro': '韩布伟\n互联网研究者，长期专注于金融、理财、投资及互联网大趋势的研究；\n著有《工业4.0与中国制造2025》等图书。',
    'summary': '“泛娱乐战略”是指打造“围绕明星IP、开发多种文化创意产品体验”的创新业态。\n“泛娱乐战略”最早被腾讯公司确定为公司级战略。腾讯在腾讯游戏的基础上，相继推出腾讯动漫、腾讯文学、“腾讯电影+”共四大实体业务平台，目前已基本构建了一个打通游戏、文学、动漫、影视、戏剧等多个业务领域的互动娱乐新生态。\n2015年，国内小米、华谊、阿里数娱、百度文学、艺动、通耀、360等企业纷纷将“泛娱乐”作为公司战略大力推进。\n本书分享了打造明星IP，和基于明星IP开发文化创意产品的思路、经验；案例详实，集合了腾讯、通耀、阿里、百度、华谊等多家企业的泛娱乐战略方案。\n',
    'price': '58'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 148,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '',
    'author': ['任婕 等'],
    'pubdate': '2015-4',
    'tags': [{
      'count': 137,
      'name': '交互设计',
      'title': '交互设计'
    },
    {
      'count': 119,
      'name': '用户体验',
      'title': '用户体验'
    },
    {
      'count': 99,
      'name': '设计',
      'title': '设计'
    },
    {
      'count': 66,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 56,
      'name': '产品经理',
      'title': '产品经理'
    },
    {
      'count': 43,
      'name': 'UI设计',
      'title': 'UI设计'
    },
    {
      'count': 26,
      'name': '用户调研',
      'title': '用户调研'
    },
    {
      'count': 26,
      'name': '产品',
      'title': '产品'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28041380.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '别急！让设计飞一会儿\n01 我们的用户 3\n我们了解用户吗 4\n常用的用户研究方法 6\n腾讯网用户研究全接触 17\n设计目标与设计评估方法 34\n02 下一代腾讯网为你而来 45\n总要有人做出改变 46\n门户网站的个性化时代 47\n腾讯网为你而变 51\n2015腾讯网新迷你首页诞生记 55\n出发！开始你的UED之旅\n03 从大屏到小屏 67\n为什么要设计H5页面 68\nH5可视化资讯报道在信息传播中的使用 70\nH5互动游戏与媒体的结合 89\nH5交互式动画界面的设计 103\n从技术实现角度谈H5页面设计的几个注意事项 123\nH5汇聚地—“5汇” 127\n04 手绘原型诞生记 129\n从一张白纸开始 129\n紧扣主题 137\n脱稿案例 139\n05 皮肤设计72变 145\n腾讯网首页皮肤是什么 146\n儿童节\/圣诞节皮肤是怎么设计出来的 152\n过大年！春节系列皮肤绘制方法 159\n动态皮肤？就是这么动感 164\n06 改版的迭代思维与方法 169\n明确项目背景：频道为什么要改版 170\n挖掘有效元素，传承产品的DNA 173\n根据数据反馈来跟进迭代工作 177\n07 主题型页面的设计创新 179\n从页面布局开始思考 180\n系列页面的设计 187\n解构思维与再设计 197\n从球技引发的设计思考 204\n灵活的版式造就视觉盛宴 212\n化繁为简—可扩展的设计 229\n08 文字的力与美 241\n娱乐，有你好看 244\n体育，在腾讯也在现场 249\n新闻，事实派 260\n科技，简捷不等于简单 265\n时尚，潮流前沿 267\n各频道原创设计面面观，百花齐放 271\n09 信息图形化设计 273\n什么是图形化设计 274\n钓鱼岛的前世今生 275\n韩亚航空空难 282\n移动端信息图形设计 287\n信息图形设计总结 291\n10 媒体产品的交互设计 311\n让新闻故事动起来—某案件回顾 312\n响应式设计—“大家”栏目 319\n横向滚动页面—图片栏目“活着” 322\n11 回归与想象力 333\n设计团队如何推动一个项目的视觉体验升级 335\n12 大项目的设计管理与流程 347\n盛大之美—腾讯网络媒体大项目设计 348\n好的弓箭手绝不轻易射出一箭—设计的准确性 350\n设计里的职人精神—规范的建立 353\n设计工具的重要性 357\n如何让别人喜欢你—跨团队合作的“暴露设计” 359\n看得见的彼岸 361',
    'pages': '380',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28041380.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28041380.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28041380.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26359327\/',
    'id': '26359327',
    'publisher': '电子工业出版社',
    'isbn10': '7121257076',
    'isbn13': '9787121257070',
    'title': '腾讯网UED体验设计之旅',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26359327',
    'alt_title': '',
    'author_intro': '任婕：腾讯网UED设计总监，腾讯网UED团队负责人，亲历腾讯网十年成长历程，见证了网络媒体发展的历史，拥有丰富的产品设计经验和用户体验设计团队管理经验，是业界资深的互联网产品体验设计专家。\n腾讯网UED团队（QQ.COM User Experience Design)致力于提升腾讯网UX体验，坚持腾讯互联网产品“以用户为中心”的设计原则，主要负责腾讯网门户产品腾讯新闻、迷你首页、腾讯微博、腾讯视频、新闻百科信息图表及奥运会、世界杯、世博会、NBA官网等在业界影响深远的众多互联网产品。本着“在用户身边，为用户设计”的团队第一准则，用专业的精神、细微的改善，每天给用户带来感动和惊喜。',
    'summary': '《腾讯网UED体验设计之旅》是腾讯网UED的十年精华输出，涵盖了丰富的案例、极富冲击力的图片，以及来自腾讯网的一手经验，通过还原一系列真实案例的幕后设计故事，从用户研究、创意剖析、绘制方法、项目管理等实体案例出发，带领读者经历一场体验设计之旅。、\n全书核心内容涉及网媒用户分析与研究方法、门户网站未来体验设计、H5技术在移动端打开的触控世界、手绘原创设计、改版迭代方法、文字及信息图形化设计、媒体产品的交互设计、大项目设计管理方法等。\n这是一本“干货”型读物，内容权威而真诚，案例具体而真实，图文并茂、印制精美。推荐广大设计爱好者、互联网设计从业人员、视觉设计师、交互设计师，以及用户体验从业人员参考阅读。',
    'price': '99.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 224,
      'average': '7.8',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯传媒研究'],
    'pubdate': '2016-3-1',
    'tags': [{
      'count': 112,
      'name': '传媒',
      'title': '传媒'
    },
    {
      'count': 96,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 42,
      'name': '新媒体',
      'title': '新媒体'
    },
    {
      'count': 32,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 23,
      'name': '新经济',
      'title': '新经济'
    },
    {
      'count': 23,
      'name': '媒体融合',
      'title': '媒体融合'
    },
    {
      'count': 22,
      'name': '我想读这本书',
      'title': '我想读这本书'
    },
    {
      'count': 19,
      'name': '科技',
      'title': '科技'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28483124.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '序言一　陈菊红 ：我们如何与信息相处　\/ Ⅰ\n序言二　胡正荣 ：媒体融合走向哪里？共媒时代与智媒时代　\/ Ⅴ\n序言三　王永治 ：生存之道　\/ Ⅺ\n第一部分　消逝的边界 ：我们与世界重新连接\n第一章　介质迁徙 ：谁统治了我们的眼睛和耳朵　\/ 002\n第二章　社交迁徙 ：在朋友圈里读懂世界　\/ 033\n第三章　文化迁徙 ：亚文化部落在狂欢　\/ 064\n\n第二部分　迎接降维打击 ：传媒或遭遇裸奔！\n第四章　科技巨头疯狂入侵新闻界　\/ 084\n第五章　场景革命下的生存之道　\/ 113\n第六章　资本的权力游戏 ：谁的挣扎与妥协　\/ 143\n第七章　共享经济下的编辑室新脑洞　\/ 168\n第三部分　是否还有出路？谁在聪明地转型\n第八章　机构转型 ：从 1 到 0　\/ 194\n第九章　报道形态创新 ：适配场景的个性化报道　\/ 222\n第十章　10 万 + 方法论 ：我们如何正确地码字　\/ 255\n第十一章　媒体转型 O2O ：跨界让转型升级　\/ 281\n第四部分　站在浪潮之巅\n新媒体的超体　\/308\n文 \/ 周源\n做自媒体需要一颗匠心　\/312\n文 \/ 吴晓波\n创业不是赶时髦，而是选择一种生命模式　\/316\n文 \/ 张泉灵\n转型 ：媒体人身份的延伸　\/321\n文 \/ 范以锦\n一条视频 ：“媒体 + 电商”之路的危险与美丽　\/324\n文 \/ 范致行',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/20423812\/',
    'pages': '372',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28483124.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28483124.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28483124.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26739670\/',
    'id': '26739670',
    'publisher': '中信出版集团股份有限公司',
    'isbn10': '7508657934',
    'isbn13': '9787508657936',
    'title': '众媒时代',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26739670',
    'alt_title': '',
    'author_intro': '国内互联网媒介研究第一机构，致力打捞海内外传媒业前沿趋势，整合业界学界顶级智库资源，挖掘腾讯创新案例与海量数据，输出行业深度洞察报告。是腾讯新闻旗下集信息聚合、智库资源、互动沙龙、创新合作、项目孵化为一体的媒体智库平台。',
    'summary': '众媒时代，就是一个大众参与的媒体时代。互联网将传统媒体垄断而单一的传播方式彻底颠覆。人人都可以通过互联网成为内容的制造者、传播者。每个人都是媒体，人是种子，媒体变成了土壤。\n当我们的信息入口被朋友圈霸占，当我们的眼睛只看得到10W+，当我们不可抑制地沉浸在一次次的“技术狂欢”中，当人人都可以举起手机直播突发现场，当未来的头条由机器人说了算……内容正生生不息地以各种可能的形式出现，我们正彻头彻尾地进入一个内容分发的全新时代！\n我们称之为“众媒时代”。\n在新时代里，传统媒体的生存方式被彻底瓦解，Facebook、苹果、Google巨头入侵，虚拟现实、无人机、可穿戴设备暴风来袭，内容业被裹挟进技术、资本、平台的多重博弈中。\n谁能苟活？谁在转型？谁注定被淘汰？！\n一本真正透析未来内容业趋势与走向的洞察之作，\n人人都是传播者的年代里，我们如何传播内容获取关注，\n海量数据+海外观察+腾讯创新案例，与你一同走进“众媒时代”。',
    'ebook_price': '26.00',
    'price': 'CNY 52.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 10,
      'average': '7.5',
      'min': 0
    },
    'subtitle': '腾讯工程师力作，系统管理员必学',
    'author': ['宋士伟'],
    'pubdate': '2014-2-1',
    'tags': [{
      'count': 20,
      'name': 'Linux',
      'title': 'Linux'
    },
    {
      'count': 12,
      'name': '系统管理',
      'title': '系统管理'
    },
    {
      'count': 9,
      'name': '计算机',
      'title': '计算机'
    },
    {
      'count': 6,
      'name': '运维工程师',
      'title': '运维工程师'
    },
    {
      'count': 5,
      'name': '编程',
      'title': '编程'
    },
    {
      'count': 4,
      'name': '超容易的Linux系统管理入门书',
      'title': '超容易的Linux系统管理入门书'
    },
    {
      'count': 2,
      'name': '超牛的书',
      'title': '超牛的书'
    },
    {
      'count': 2,
      'name': '将来是系统管理和运维的天下',
      'title': '将来是系统管理和运维的天下'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27226374.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第1章 linux基础知识\n1.1 unix与linux的特点及历史\n1.1.1 什么是unix\n1.1.2 什么是linux\n1.1.3 unix与linux的区别\n1.1.4 windows与linux的区别\n1.1.5 必须认识的gnu公共许可证与授权\n1.2 linux的版本\n1.2.1 linux的内核版本\n1.2.2 linux的发行版本\n1.3 linux的应用\n1.3.1 作为服务器\n1.3.2 作为桌面\n1.4 如何更好地学习linux\n1.5 初学linux的常见问题\n1.5.1 linux服务器也是免费的吗\n1.5.2 linux可以多用户登录吗\n1.5.3 linux如何读取光盘\n1.5.4 linux安装光盘如何获得\n.1.5.5 如何进入linux图形界面\n1.6 小结\n第2章 linux安装与登录\n2.1 认识虚拟机\n2.1.1 虚拟机简介\n2.1.2 虚拟机的运行环境\n2.2 安装前的准备\n2.2.1 选择安装版本\n2.2.2 准备相应的硬件资源\n2.2.3 安装方式的选择\n2.3 在虚拟机上安装linux\n2.3.1 安装vmware虚拟机\n2.3.2 安装linux\n2.4 linux的登录\n2.4.1 本地登录\n2.4.2 远程登录\n2.5 linux的终端命令行\n2.6 linux的桌面\n2.6.1 kde桌面环境\n2.6.2 gnome桌面环境\n2.7 安装linux常见问题\n2.7.1 linux分区会不会覆盖我已安装的windows系统\n2.7.2 如何安装多个linux发行版\n2.7.3 如何删除linux\n2.7.4 主机为什么连不卜虚拟机安装的linux系统\n2.8 小结\n第3章 linux常用命令\n3.1 linux的目录结构\n3.2 文件管理\n3.3 目录管理\n3.4 系统管理\n3.5 任务管理\n3.6 关机命令\n3.7 文本编辑器vi的使用\n3.8 linux命令使用常见问题\n3.9 综合示例——用脚本备份重要文件和目录\n3.10 小结\n第4章 linux文件系统与磁盘管理\n4.1 文件系统概述\n4.2 磁盘管理命令\n4.3 交换空间管理\n4.4 磁盘冗余阵列raid\n4.5 linux磁盘管理常见问题\n4.6 综合示例——监控硬盘空间\n4.7 小结\n第5章 linux日志系统\n5.1 linux常见日志文件及命令\n5.2 linux日志系统syslogd\n5.3 使用日志轮转\n5.4 利用系统日志定位问题\n5.5 小结\n第6章 用户和组的管理\n6.1 linux用户管理简介\n6.2 linux用户管理机制\n6.3 linux用户管理命令\n6.4 用户组管理命令\n6.5 用户管理常见问题\n6.6 综合示例——批量添加用户及设定密码\n6.7 小结\n第7章 应用程序的安装与管理\n7.1 软件包管理基础\n7.2 rpm的使用\n7.3 从源代码安装软件\n7.4 安装软件常见问题\n7.5 linux函数库概述\n7.6 综合示例一一从源码安装web服务软件nginx\n7.7 小结\n第8章 shell的使用及管道与重定向\n8.1 shell简介\n8.2 bash的使用\n8.3 管道与重定向\n8.4 环境变量的配置\n8.5 常见问题\n8.6 小结\n第9章 shell编程基础\n9.1 linuxshell编程简介\n9.2 最简单的例子——helloworld\n9.3 shell脚本的执行\n9.4 shell基本语法\n9.5 流程控制\n9.6 函数\n9.7 shell编程常见问题\n9.8 综合示例——分析apache日志\n9.9 小结\n第10章 系统启动控制与进程管理\n10.1 启动管理\n10.2 linux进程管理\n10.3 启动控制与进程管理常见问题\n10.4 小结\n第11章 linux网络管理\n11.1 网络管理协议介绍\n11.2 网络管理命令\n11.3 linux网络配置\n11.4 linux网络配置常见问题\n11.5 综合示例——监控网卡流量\n11.6 小结\n第12章 linux高级网络管理\n12.1 linux防火墙iptables\n12.2 linux高级网络配置工具\n12.3 动态主机配置协议dhcp\n12.4 linux域名服务dns\n12.5 网络常见问题\n12.6 综合示例——利用iptables阻止外网异常请求\n12.7 小结\n第13章 linux网络文件共享nfs、samba和ftp\n13.1 网络文件系统nfs\n13.2 文件服务器samba\n13.3 ftp服务器\n13.4 常见问题\n13.5 小结\n第14章 mysql服务安装与管理\n14.1 mysql简介\n14.2 mysql服务的安装与配置\n14.3 mysql数据类型和函数\n14.4 mysql基本管理\n14.5 mysql日常维护\n14.6 mysql服务安装与管理常见问题\n14.7 小结\n第15章 快速搭建lamp服务\n15.1 apache http服务安装与配置\n15.2 lamp集成安装、配置与测试实战，\n15.3 lamp常见问题\n15.4 小结\n第16章 linux性能评估与优化\n16.1 linux性能评估与分析工具\n16.2 linux内核编译与优化\n16.3 性能优化常见问题\n16.4 小结\n第17章 轻松搞定linux集群负载均衡lvs\n17.1 集群技术简介\n17.2 lvs集群介绍\n17.3 lvs集群的体系结构\n17.4 lvs负载均衡配置实例\n17.5 集群负载均衡lvs常见问题\n17.6 小结\n第18章 linux集群——双机热备hearbeat与keepalived\n18.1 高可用性集群技术\n18.2 双机热备开源软件heartbeat\n18.3 双机热备软件keepalived\n18.4 双机热备常见问题\n18.5 小结\n第19章 mysql集群、负载均衡与双机热备\n19.1 高可用mysql运营平台简介\n19.2 高可用mysql运营平台项目实现\n19.3 小结\n第20章 nginx+php+mysql实战\n20.1 lnmp服务安装与管理\n20.2 nginx负载均衡与反向代理\n20.3 集成nginx与php\n20.4 php+mysql实战\n20.5 小结',
    'pages': '556',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27226374.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27226374.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27226374.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25834736\/',
    'id': '25834736',
    'publisher': '清华大学出版社',
    'isbn10': '7302343527',
    'isbn13': '9787302343523',
    'title': '超容易的Linux系统管理入门书',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25834736',
    'alt_title': '',
    'author_intro': '宋士伟，高级工程师。2008年加入腾讯公司，从事Linux系统管理员多年。\n负责多个关键业务的前台和后台运维，涉及Linux系统管理、性能调优、集群应用等领域。并致力于Linux运维知识的普及及高可用方向的深入研究实践和推广。',
    'summary': '本书分为6部分：\n第1部分包括Linux基础、Linux安装与登录、Linux常用命令；\n第2部分包括Linux文件系统与磁盘管理、Linux日志系统、Linux用户和组、Linux应用程序的安装与管理；\n第3部分包括Shell的使用、管道与重定向、Shell编程、Linux系统启动控制与进程管理；第4部分包括Linux基础网络管理和高级网络管理；\n第5部分包括Linux网络文件共享NFS、Samba和FTP部署与管理、MySQL服务安装与管理、快速搭建LAMP服务；\n第6部分包括Linux性能评估与优化、Linux集群负载均衡LVS、Linux双机热备Hearbeat与Keepalived、Nginx+PHP+MySQL实战。',
    'price': '89.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 96,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯视频《你正常吗》栏目组'],
    'pubdate': '2016-6',
    'tags': [{
      'count': 74,
      'name': '我想读这本书',
      'title': '我想读这本书'
    },
    {
      'count': 43,
      'name': '心理',
      'title': '心理'
    },
    {
      'count': 38,
      'name': '想读，一定很精彩！',
      'title': '想读，一定很精彩！'
    },
    {
      'count': 38,
      'name': '好书，值得一读',
      'title': '好书，值得一读'
    },
    {
      'count': 35,
      'name': '魔性',
      'title': '魔性'
    },
    {
      'count': 30,
      'name': '生活方式',
      'title': '生活方式'
    },
    {
      'count': 18,
      'name': '正常',
      'title': '正常'
    },
    {
      'count': 17,
      'name': '情感',
      'title': '情感'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28749062.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一章\t你就是传说中的怪咖吗？\n1.1\t今日不宜出行\n1.2\t 一个被嫌弃的生日party\n1.3\t 单身久了，会得一种不会爱了的病\n1.4  好基友，一被子？\n1.5  谁说不会P图的人没！未！来！\n1.6  脸皮厚，与脸皮非常厚\n测验室：你的怪咖值是多少？\n漫画屋：我很怪，但是我很美\n第二章\t职场小白过关斩将\n2.1职场必修课：加班\n2.2 男上司 VS 女上司\n2.3 突如其来的幸福，突如其来的厄运\n2.4 你是不是“那个谁”？\n2.5 与人竞争，其乐无穷\n2.6 敬那些无疾而终的单恋\n\n测验室：你的职商有多高？\n漫画屋：打不死的小白才光荣\n第三章\t男女大不同，这些你都造吗？\n3.1 “我叫你名字，你敢答应吗？”\n3.2 罗曼蒂克吹响了号角\n3.3 男人的性感\n3.4 女人的性感\n3.5 下辈子，请让我做男人！\n测验室：男人女人你别猜\n漫画屋：男人女人都一样\n第四章\t大家都有病，我就放心了\n4.1 前女友是一种怎样的存在\n4.2 异性朋友之间的幻想\n4.3 正确吵架指南\n4.4 防火、防盗、防闺蜜\n4.5 无风起浪\n测验室： 这些病，你有吗？\n漫画屋：  你不是一个人不正常\n第五章 哎，这该死的爱情\n5.1 不是多大的事 ？！\n5.2 第7种孤独\n5.3 前情史，说不说都是错\n5.4 哪有无缘无故的好\n5.5 郑嫦，out\n5.6 北漂的爱与怕\n测验室：你的恋爱甜蜜指数有多少？\n漫画屋：这个爱情有点难\n第六章  婚了，还是昏了？\n6.1 郑汉三又回来了！\n6.2 婚姻炸弹之一：房产证上的名字\n6.3 婚姻炸弹之二：与父母同住\n6.4如果不结婚，我们会怎么样？\n6.5 恐婚的真相\n测验室：你的婚姻（会）好吗？\n漫画屋：没关系，这就是生活啊\n第七章  这才是独一无二的你\n7.1 三分钟对视\n7.2你有多久没好好看看他们了？\n7.3 成年人，要做专业的事\n7.4不要随随便便地死\n7.5 终于等到你\n测验室：你是否真的爱自己？\n漫画屋：做自己就好了',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/22744128\/',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28749062.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28749062.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28749062.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26798534\/',
    'id': '26798534',
    'publisher': '江苏凤凰文艺出版社',
    'isbn10': '7539992239',
    'isbn13': '9787539992235',
    'title': '嘿，你正常吗',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26798534',
    'alt_title': '',
    'author_intro': '《你正常吗》是腾讯视频推出的一档全民大调查节目，在这里没有评委、不要专家、只有全民真心话。各路明星齐聚一堂，辛辣对话、自爆糗事；数千万网友参与其中，大开脑洞、剖析自我。\n《你正常吗》第3季将于5月23日魔性回归，带你一起不正常！\nhttp:\/\/v.qq.com\/detail\/4\/45584.html',
    'summary': '“你正常吗？”“你是不是不正常啊？”“你发什么神经？”\n很多人都曾在生活中遭遇过这类问题的袭击，或者是这类目光的质疑。\n有时候，我们自己也忍不住在心里自问——\n女生站着嘘嘘过，正常吗？给自己的每一条朋友圈点赞，正常吗？如果变成异性，会疯狂地爱上自己，这正常吗？······我们害怕自己的一些不同之处，太过与众不同。\n领导忘记给外卖钱，直接要，正常吗？害怕和三观太正的人做朋友，正常吗？介意伴侣有异性闺蜜，正常吗？朋友圈屏蔽父母正常吗？······ 我们担心一些事情的处理过于自我，伤害了他人。\n《嘿，你正常吗》是普通如你我的一场自我探索，它装作一副不严肃的样子，却正儿八经地讨论一些与我们息息相关的问题：\n你的那些小小不同，正是你独一无二的奇妙——我们为你点赞，也给你支持；\n你曾万分纠结的苦恼，从不是独你所有——我们给你拥抱，也送你解药。\n万众期待（一定是！）的爆笑故事、内涵段子、搞怪漫画、疯狂大测验一个都不会少。打开你可能永远不为人知的那一面——\n“你正常吗？”\n如果你总觉得自己正常，那就不正常了！',
    'ebook_price': '12.00',
    'price': '39.80元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 11,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '汇集QQ浏览器、应用宝等亿级APP自动化测试精髓',
    'author': ['丁如敏 盛娟 等著'],
    'pubdate': '2016-9',
    'tags': [{
      'count': 12,
      'name': '软件测试',
      'title': '软件测试'
    },
    {
      'count': 8,
      'name': 'Android',
      'title': 'Android'
    },
    {
      'count': 5,
      'name': '自动化',
      'title': '自动化'
    },
    {
      'count': 3,
      'name': '测试',
      'title': '测试'
    },
    {
      'count': 3,
      'name': 'Testing',
      'title': 'Testing'
    },
    {
      'count': 2,
      'name': '计算机科学',
      'title': '计算机科学'
    },
    {
      'count': 2,
      'name': '计算机',
      'title': '计算机'
    },
    {
      'count': 1,
      'name': '腾讯',
      'title': '腾讯'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s29093098.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': 'Contents　目　　录\n本书编委\n序\n前言\n第1章　概述\t1\n1.1　Android自动化测试框架概述\t1\n1.2　本书内容概述\t5\n第2章　自动化测试框架及应用领域综述\t8\n2.1　自动化测试框架介绍\t9\n2.1.1　一个简单的Android App自动化测试过程\t9\n2.1.2　自动化测试框架基本原理\t11\n2.2　移动终端自动化测试应用场景\t15\n2.3　本章小结\t17\n第3章　Robotium框架工作原理及实践\t18\n3.1　Robotium常用功能\t19\n3.1.1　什么是Robotium\t19\n3.1.2　Robotium提供的类\t20\n3.1.3　环境搭建\t21\n3.1.4　Robotium的控件获取、操作及断言\t26\n3.2　Robotium原理简析\t40\n3.2.1　Robotium支持Native原理\t40\n3.2.2　Robotium支持WebView原理\t46\n3.3　Robotium实践运用\t52\n3.3.1　控件ID相同时获取控件\t52\n3.3.2　ListView列表遍历 \t53\n3.3.3　修改Robotium以支持X5WebView \t55\n3.4　本章小结\t58\n第4章　Monkey基本原理及扩展应用\t60\n4.1　Monkey基础知识\t61\n4.1.1　Monkey概况\t61\n4.1.2　Monkey参数\t61\n4.1.3　Monkey事件\t65\n4.1.4　Monkey环境搭建\t69\n4.1.5　Monkey启动\t70\n4.2　Monkey测试方法\t71\n4.2.1　Monkey测试实例\t71\n4.2.2　Monkey日志分析\t78\n4.3　Monkey的基本原理\t84\n4.3.1　Monkey代码框架\t85\n4.3.2　Monkey代码逻辑详解\t87\n4.4　Monkey扩展应用示例\t91\n4.4.1　Monkey代码重编译执行方法\t91\n4.4.2　Monkey截图优化\t96\n4.4.3　Monkey Wi-Fi自动重连优化\t102\n4.4.4　Monkey扩展应用的优点和缺点\t106\n4.5　本章小结\t106\n第5章　UIAutomator框架及实践\t107\n5.1　UIAutomator简介\t108\n5.2　UIAutomator解读\t109\n5.2.1　UIAutomator框架解读\t109\n5.2.2　UIAutomator原理解读\t114\n5.2.3　UIAutomator API解读\t120\n5.3　UIAutomator实战\t131\n5.3.1　UIAutomator快速上手\t132\n5.3.2　UIAutomator设计思想\t138\n5.3.3　UIAutomator实践案例\t141\n5.4　UIAutomator总结\t151\n5.4.1　UIAutomator代码规范及建议\t151\n5.4.2　UIAutomator技巧及封装\t152\n5.5　本章小结\t155\n第6章　Appium框架解析及实践\t156\n6.1　Appium框架概况\t157\n6.1.1　Appium架构原理\t157\n6.1.2　Appium框架的优缺点\t158\n6.2　Appium框架工作解析\t159\n6.2.1　Appium环境搭建\t159\n6.2.2　HelloWorld测试示例\t163\n6.2.3　Desired Capabilities的说明\t168\n6.2.4　Appium API的解读\t171\n6.3　Appium框架在腾讯地图中的实践\t175\n6.3.1　Appium接口的封装\t175\n6.3.2　测试脚本设计思想\t181\n6.3.3　Appium在腾讯地图中的测试实践\t182\n6.3.4　Hybrid App的测试方法\t189\n6.3.5　Appium脚本常见问题及处理方法\t191\n6.4　本章小结\t193\n第7章　Android App速度测试\t194\n7.1　速度测试场景\t195\n7.2　速度测试的六大方法\t196\n7.2.1　掐表计时法\t198\n7.2.2　打印日志计时法\t199\n7.2.3　图像分析计时法\t200\n7.2.4　Hook方案计时法\t203\n7.2.5　网络包分析法\t207\n7.2.6　各种速度测试方法的优缺点\t209\n7.3　手机QQ浏览器网页打开速度测试实践案例\t209\n7.3.1　确定关键指标\t209\n7.3.2　选择测试方法\t210\n7.3.3　整体方案\t211\n7.3.4　解决关键问题\t212\n7.3.5　速度优化效果\t228\n7.4　手机QQ浏览器多窗口按钮速度实践案例\t228\n7.4.1　为什么要做多窗口按钮速度测试\t229\n7.4.2　什么是多窗口按钮速度测试\t229\n7.4.3　多窗口按钮速度测试影响因素和测试方法\t230\n7.4.4　如何进行多窗口按钮速度测试\t231\n7.5　本章小结\t234\n第8章　视频性能测试案例\t235\n8.1　视频性能测试需求分析\t236\n8.2　视频首帧性能测试方案的设计思路\t237\n8.2.1　视频播放流程\t237\n8.2.2　设计思路\t238\n8.3　视频首帧性能测试方案的具体实现\t240\n8.3.1　开发工具准备\t240\n8.3.2　测试环境准备\t241\n8.3.3　工程部署\t242\n8.3.4　关键代码和难点分析\t244\n8.3.5　编译环境配置\t262\n8.3.6　工具安装\t264\n8.4　方案优缺点\t265\n8.5　本章小结\t265\n第9章　应用宝BVT测试案例\t267\n9.1　测试工程\t268\n9.1.1　测试工程概览\t268\n9.2.1　测试工程签名\t269\n9.2　测试用例\t271\n9.2.1　测试用例生命周期\t271\n9.2.2　测试用例编写\t273\n9.2.3　测试用例执行\t277\n9.2.4　测试用例管理\t279\n9.3　测试报告\t279\n9.3.1　Spoon介绍\t279\n9.3.2　结合Spoon的出错重试与截图\t282\n9.3.3　结合Spoon生成汇总报告\t287\n9.4　Robotium跨应用\t287\n9.4.1　UIAutomator Dump方式跨应用\t288\n9.4.2　UIAutomator结合Instrumentation模式\t289\n9.5　代码覆盖率\t292\n9.5.1　覆盖率定义\t292\n9.5.2　覆盖率工具\t293\n9.5.3　JaCoCo介绍与实践\t295\n9.5.4　BVT测试与覆盖率结合\t305\n9.5.5　指导建议\t309\n9.6　本章小结\t309\n第10章　兼容性测试实践\t311\n10.1　兼容性测试概述\t311\n10.2　兼容性测试方法\t313\n10.2.1　手动测试\t313\n10.2.2　自动化测试\t314\n10.2.3　云平台测试\t324\n10.3　兼容性测试思考\t336\n10.4　本章小结\t336',
    'pages': '',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s29093098.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s29093098.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s29093098.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26891414\/',
    'id': '26891414',
    'publisher': '机械工业出版社',
    'isbn10': '7111548752',
    'isbn13': '9787111548751',
    'title': '腾讯Android自动化测试实战',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26891414',
    'alt_title': '',
    'author_intro': '腾讯移动品质中心TMQ\n（Tencent Mobile Quality Center）\n腾讯最早专注在移动APP测试的团队，在十余年的时间内承担了QQ浏览器、应用宝等多款有数亿用户的大型APP的产品测试工作。有近7年的Android及iOS自动化测试项目经验，为腾讯向移动转型提供了多项质量方案和关键专利，现己成为移动终端测试技术领域的开拓者和引领者。',
    'summary': '本书是Android自动化测试领域的里程碑著作，由腾讯最早专注APP测试的腾讯移动品质中心（TMQ）官方出品，系统总结了该团队7年多来在QQ浏览器、应用宝等多款亿级APP的自动化测试中总结出来的方法与经验。旨在帮助测试人员借助本书内容和开源工具，结合项目实际需求，轻松开展自动化测试工作，搭建适用的自动化测试体系。\n具体内容分为两个部分：\n第一部分?Android自动化测试技术\n结合腾讯自身和其他互联网公司的自动化框架使用情况，选择了有代表性的4个开源框架（Monkey、Robotium、UIAutomator、Appium）进行重点讲解，循序渐近、由浅入深，引导读者全面理解框架的原理、用法及高级功能，使读者能轻易上手。\n第二部分?Android自动化测试实战\n主要以QQ浏览器（Android）、应用宝（Android）、地图等产品为例，涵盖单元测试、功能测试、性能测试、测试覆盖率分析、兼容性测试等内容，并给出开源框架的二次开发应用，提供了具体细致的解决方案，具有极高的参考价值。',
    'price': '69.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 98,
      'average': '7.7',
      'min': 0
    },
    'subtitle': '国家人工智能战略行动抓手',
    'author': ['腾讯研究院', '中国信通院互联网法律研究中心', '腾讯AI Lab', '腾讯开放平台'],
    'pubdate': '2017-10-25',
    'tags': [{
      'count': 83,
      'name': '人工智能',
      'title': '人工智能'
    },
    {
      'count': 29,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 24,
      'name': 'AI',
      'title': 'AI'
    },
    {
      'count': 20,
      'name': '科普',
      'title': '科普'
    },
    {
      'count': 17,
      'name': '科学',
      'title': '科学'
    },
    {
      'count': 17,
      'name': '机器学习',
      'title': '机器学习'
    },
    {
      'count': 17,
      'name': '未来',
      'title': '未来'
    },
    {
      'count': 12,
      'name': 'IT',
      'title': 'IT'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29588166.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一篇 技术篇：颠覆性技术的真相\n第一章 认知鸿沟下的人工智能\n第二章 人工智能的过去\n第三章 人工智能的现在与未来\n第二篇 产业篇：人工智能发展全貌\n第四章 人工智能产业发展概况\n第五章 自动驾驶\n第六章 智能机器人\n第七章 智能医疗\n第八章 智能投顾\n第九章 虚拟现实和增强现实\n第十章 智能家居\n第十一章 无人飞行器\n第十二章 人工智能创业\n第三篇 战略篇：细看各国如何布局\n第十三章 顶层设计\n第十四章 资本的力量\n第十五章 有形的手\n第十六章 善良的AI\n第十七章 人才争夺战\n第四篇 法律篇：智能时代的公平正义\n第十八章 AI要怎么负责？\n第十九章 隐私深处的忧虑\n第二十章 看不见的非正义\n第二十一章 作者之死\n第二十二章 我是谁？\n第二十三章 法律人工智能十大趋势\n第五篇 伦理篇：人类价值与人机关系\n第二十四章 道德机器\n第二十五章 人工智能23条“军规”\n第二十六章 未来人机关系\n第六篇 治理篇：平衡发展与规制\n第二十七章 从互联网治理到AI治理\n第二十八章 AI治理的挑战\n第二十九章 AI之治\n第七篇 未来篇：畅想未来AI社会\n第三十章 砸了谁的饭碗？\n第三十一章 战争机器人\n第三十二章 灵魂伴侣\n第三十三章 新的生产力\n附件\n附件1 合伦理设计：利用人工智能和自主系统（AI\/AS）最大化人类福祉的愿景\n附件2 美国国家创新战略\n附件3 2016美国机器人发展路线图\n附件4 美国国家人工智能研究和发展战略计划\n附件5 欧盟机器人研发计划\n附件6 英国人工智能的未来监管措施与目标概述\n附件7 日本机器人战略\n附件8 联合国的人工智能政策\n附件9 国外部分智能投顾平台\n注释\n后记',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/41602257\/',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29588166.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29588166.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29588166.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27179562\/',
    'id': '27179562',
    'publisher': '中国人民大学出版社',
    'isbn10': '7300250505',
    'isbn13': '9787300250502',
    'title': '人工智能',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27179562',
    'alt_title': '',
    'author_intro': '腾讯研究院\n腾讯公司设立的社会科学研究机构，旨在依托腾讯公司多元的产品、丰富的案例和海量的数据，围绕产业发展的焦点问题，通过开放合作的研究平台，汇集各界智慧，共同推动互联网产业健康、有序发展。研究院坚守开放、包容、前瞻的研究视野，致力于成为现代科技与社会人文交叉汇聚的研究平台。\n中国信息通信研究院互联网法律研究中心\n致力于信息通信、互联网、大数据等领域法律政策问题及WTO相关国际规则、市场开放和体制改革等方面的研究，为相关政府部门提供立法和政策建议，构建政府、企业沟通协作与研究探讨的平台。\n腾讯AI Lab\n腾讯公司级AI战略实验室，成立于2016年4月，聚集了70余位世界一流的AI博士和300多位经验丰富的应用工程师。实验室专注于机器学习、计算机视觉、语音识别和自然语言理解四个领域的基础研究，结合内容、游戏、社交和平台工具四大AI应用探索，基于腾讯海量数据、互联网垂直领域丰富场景，立志打造世界顶尖人工智能团队，提升AI的决策、理解及创造力，向Make AI Everywhere的愿景迈进。\n腾讯开放平台\n腾讯为广大开发者提供的大舞台，开发者可以利用腾讯开放平台提供的各种产品能力，开发出优秀的应用和工具，获得巨大的流量和收入。在AI时代，平台汇聚顶尖AI技术、专业人才和行业资源，孵化和打造优质AI创业项目，助力AI能力在细分领域中的落地与应用。',
    'summary': '面对科技的迅猛发展，中国政府制定了《新一代人工智能发展规划》，将人工智能上升到国家战略层面，并提出：不仅人工智能产业要成为新的经济增长点，而且要在2030年达到世界领先水平，让中国成为世界主要人工智能创新中心，为跻身创新型国家前列和经济强国奠定基础。\n《人工智能》一书由腾讯一流团队与工信部高端智库倾力创作。本书从人工智能这一颠覆性技术的前世今生说起，对人工智能产业全貌、最新进展、发展趋势进行了清晰的梳理，对各国的竞争态势做了深入研究。本书还对人工智能给个人、企业、社会带来的机遇与挑战进行了深入分析。对于想全面了解人工智能的读者，本书提供了重要参考，是一本必备书籍。',
    'ebook_price': '37.40',
    'price': '68.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 2,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '腾讯TDSQL数据库技术专家、MySQL技术专家力荐',
    'author': ['李浩'],
    'pubdate': '2016-8-1',
    'tags': [{
      'count': 12,
      'name': '数据库',
      'title': '数据库'
    },
    {
      'count': 11,
      'name': 'PostgreSQL',
      'title': 'PostgreSQL'
    },
    {
      'count': 3,
      'name': '计算机',
      'title': '计算机'
    },
    {
      'count': 1,
      'name': '编译原理',
      'title': '编译原理'
    },
    {
      'count': 1,
      'name': 'postgresql',
      'title': 'postgresql'
    },
    {
      'count': 1,
      'name': 'database',
      'title': 'database'
    },
    {
      'count': 1,
      'name': 'SQL',
      'title': 'SQL'
    },
    {
      'count': 1,
      'name': 'DEV',
      'title': 'DEV'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s29022468.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第1 章 PostgreSQL 概述                1\n1.1 概述                 1\n1.2 查询语句优化               3\n1.2.1 工具类语句                4\n1.2.2 查询类语句的处理             5\n1.3 创建查询计划               8\n1.4 小结                 8\n第2 章 基表数据结构                10\n2.1 概述                  10\n2.2 数据结构                10\n2.2.1 查询树Query               11\n2.2.2 Select 型查询语句SelectStmt            13\n2.2.3 目标列项TargetEntry            15\n2.2.4 From…Where…语句FromExpr            16\n2.2.5 范围表项RangeTblEntry\/RangeTblRef          16\n2.2.6 Join 表达式JoinExpr             18\n2.2.7 From 语句中的子查询RangeSubSelect          19\n2.2.8 子链接SubLink                20\n2.2.9 子查询计划SubPlan             22\n2.2 小结                  23\n2.3 思考                  24\n第3 章 查询分析                25\n3.1 概述                  25\n3.2 问题描述                25\n3.3 词法分析和语法分析（Lex&Yacc）           28\n3.3.1 概述                28\n3.3.2 词法分析器Lex               28\n3.3.3 语法分析器Yacc              30\n3.3.4 小结                36\n3.3.5 思考                36\n3.4 抽象查询语法树AST              37\n3.5 查询分析                39\n3.5.1 概述                39\n3.5.2 查询分析—parse_analyze          40\n3.5.3 查询语句分析—transformStmt          42\n3.6 查询重写                54\n3.6.1 概述                54\n3.6.2 查询重写——pg_rewrite_query            54\n3.7 小结                  55\n3.8 思考                  56\n第4 章 查询逻辑优化                57\n4.1 概述                  57\n4.2 预处理                  57\n4.2.1 xxx_xxx_walker\/mutator 的前世今生        59\n4.2.3 对xxx_xxx_walker\/mutator 的思考          60\n4.3 查询优化中的数据结构              61\n4.3.1 数据结构              62\n4.3.2 小结                80\n4.3.3 思考                81\n4.4 查询优化分析                81\n4.4.1 逻辑优化——整体架构介绍            82\n4.4.2 子查询优化——subquery_planner          88\n4.4.3 创建分组等语句查询计划—grouping_planner      142\n4.4.4 创建查询访问路径—query_planner         150\n4.4.5 小结               195\n4.4.6 思考               196\n第5 章 查询物理优化               198\n5.1 概述                 198\n5.2 所有可行查询访问路径构成函数make_one_rel        200\n5.2.1 设置基表的物理参数             202\n5.2.2 基表大小估计—set_rel_size            203\n5.2.3 寻找查询访问路径——set_base_rel_pathlists       214\n5.2.4 添加查询访问路径—add_path          247\n5.2.5 求解Join 查询路径—make_rel_from_joinlist        255\n5.2.6 构建两个基表之间连接关系—make_join_rel       267\n5.2.7 构建连接关系—build_join_rel          277\n5.3 小结                 291\n5.4 思考                 291\n第6 章 查询计划的生成               293\n6.1 查询计划的产生               293\n6.2 生成查询计划—create_plan\/create_plan_recurse        293\n6.2.1 构建Scan 类型查询计划——create_scan_plan        295\n6.2.2 构建Join 类型查询计划——create_join_plan      300\n6.3 查询计划的阅读               305\n6.4 小结                 308\n6.5 思考                 308\n第7 章 其他函数与知识点                310\n7.1 AND\/OR 规范化              310\n7.2 常量表达式的处理—eval_const_expressions          314\n7.3 Relids 的相关函数                316\n7.4 List 的相关函数               319\n7.5 元数据表Meta Table             320\n7.6 查询引擎相关参数配置            324\n结束语                    328',
    'pages': '340',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s29022468.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s29022468.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s29022468.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26866718\/',
    'id': '26866718',
    'publisher': '电子工业出版社',
    'isbn10': '7121294818',
    'isbn13': '9787121294815',
    'title': 'PostgreSQL查询引擎源码技术探析',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26866718',
    'alt_title': '',
    'author_intro': '作者具有多年软件开发经验，现任职于北大方正信息产业集团基础软件中心（上海）担任数据库架构师，主要负责查询引擎查询优化方面工作。曾参与方正智睿系列数据库研发，主要负责查询引擎模块的设计和开发，并拥有数十项发明专利。主要研究兴趣包括：查询引擎、大规模并行处理系统（MPP）及SQL on Hadoop相关系统。',
    'summary': 'PostgreSQL作为当今最先进的开源关系型数据库，《PostgreSQL查询引擎源码技术探析》揭示PostgreSQL查询引擎的运行原理和实现技术细节，其中包括：基础数据结构；SQL词法语法分析及查询语法树；查询分析及查询重写；子链接及子查询处理；查询访问路径创建；查询计划生成，等等。以深入浅出的方式讨论每个主题并结合基础数据结构、图表、源码等对所讨论的主题进行详细分析，以使读者对PostgreSQL查询引擎的运行机制及实现细节能有全面且深入的认识。\n《PostgreSQL查询引擎源码技术探析》适合从事数据库领域相关研究人员、高等院校相关专业高年级本科生或研究生阅读，也可作为高等院校的数据库原理课程的有益补充，还可作为业界数据库相关人员的案头图书。《PostgreSQL查询引擎源码技术探析》有助于读者理解数据查询引擎内核的技术内幕。',
    'price': '79'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 11,
      'average': '6.2',
      'min': 0
    },
    'subtitle': '关于娱乐圈的32个真相',
    'author': ['腾讯娱乐'],
    'pubdate': '2015-12-1',
    'tags': [{
      'count': 4,
      'name': '娱乐圈',
      'title': '娱乐圈'
    },
    {
      'count': 3,
      'name': '八卦',
      'title': '八卦'
    },
    {
      'count': 3,
      'name': '2015',
      'title': '2015'
    },
    {
      'count': 2,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 1,
      'name': '青春',
      'title': '青春'
    },
    {
      'count': 1,
      'name': '藏书',
      'title': '藏书'
    },
    {
      'count': 1,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 1,
      'name': '杂',
      'title': '杂'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28628931.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一部分\n实地调查：走，到娱乐发生的地方去\n实地探访韩国娱乐产业链―机制篇002\n实地调查韩国电影―现场篇010\n韩国综艺节目实地调查―现状篇022\n全面揭秘《跑男》幕后故事034\n综艺节目取景地实地调查042\n那些剧组里你不知道的事051\n第二部分\n明星们的那些事儿\n明星夫妻档“合体吸金”能力哪家强？062\n明星婚礼背后故事大揭秘071\n娱乐圈有一大波真人版霸道总裁081\n商人谢霆锋的隐秘事业版图092\n国内明星真实英语水平大检查101\nKimi、森蝶那帮小孩儿现在咋样了？111\n第三部分\n中国电影幕后札记\n不再5毛钱！国产片特效现状调查120\n“小镇青年”撑起中国电影大半个天130\n揭秘《狼图腾》中不可思议的狼戏是如何拍成的138\n电影营销宣传招数全面起底147\n谁在决定亿万观众看到的外语片字幕？157\n国产动画电影的坚守与困局167\n第四部分\n看电视不只看热闹\n独家调查：买卖收视率已成产业链180\n古装剧好看到醉却难拍到崩溃190\n十年了，当年的热门超女选手今何在？199\n中国情景喜剧20 年沉浮计209\n选秀节目幕后“编剧”\n―家世？爱情？其实都是妙笔生花219\n第五部分\n光鲜背后\n这一次，让我们关心抑郁症228\n反派演得太好，人生饱受困扰236\n一场演出背后的九九八十一难244\n14 个普通人娱乐圈淘金梦碎254\n第六部分\n[娱乐圈]周边人\n躲在热门自媒体背后的操盘手264\n网络小说这么火，作家们也扬眉吐气了274\n春天来了？国内民谣真实现状调查285\n武行的没落：一群人的另一个武林293',
    'pages': '312',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28628931.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28628931.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28628931.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26772970\/',
    'id': '26772970',
    'publisher': '世界知识出版社',
    'isbn10': '7501250936',
    'isbn13': '9787501250936',
    'title': '贵圈',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26772970',
    'alt_title': '',
    'author_intro': '腾讯娱乐是第二专业和第二有趣的华语娱乐媒体（没办法，广告法不让我们说第一）。它每天不停歇地提供海量的原创内容，深入、周到、轻松。如果说“内容为王”，这个王，腾讯娱乐做定了。',
    'summary': '《贵圈》是腾讯娱乐的一档深度调查报道栏目。凭借腾讯娱乐的资源优势，深度剖析和揭秘中国当下娱乐圈的种种现象，其内容具有原创性、深入性、创新性三大优势，改变了娱乐报道“速食”的性质，能够真正洞悉娱乐圈、挖掘表象背后真相，没有时效性局限，在行业内首屈一指，对读者而言真正做到“在这里，读懂娱乐圈”。',
    'price': 'CNY 39.80'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 15,
      'average': '6.6',
      'min': 0
    },
    'subtitle': '腾讯游戏创意设计谈',
    'author': ['腾讯互动娱乐市场部创意设计中心'],
    'pubdate': '2016-10-1',
    'tags': [{
      'count': 8,
      'name': '设计',
      'title': '设计'
    },
    {
      'count': 3,
      'name': '平面设计',
      'title': '平面设计'
    },
    {
      'count': 2,
      'name': '游戏页面设计',
      'title': '游戏页面设计'
    },
    {
      'count': 2,
      'name': '游戏市场创意',
      'title': '游戏市场创意'
    },
    {
      'count': 2,
      'name': '0007_(2)广告设计,视觉传达_理念',
      'title': '0007_(2)广告设计,视觉传达_理念'
    },
    {
      'count': 1,
      'name': '设计理论',
      'title': '设计理论'
    },
    {
      'count': 1,
      'name': '建筑设计',
      'title': '建筑设计'
    },
    {
      'count': 1,
      'name': '工业设计',
      'title': '工业设计'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29390932.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '1宣发筹备期\n筹备期设计指南 004\n2 测试期\n01　突出游戏特色出游戏特色\n低成本静态电影创作之道\n――《刀剑2》不删档测试悬念站 018\n奢华视觉中的低调设计\n――《剑灵》预告站回顾总结 028\n带你身临枪战之境\n――《逆战》悬念站回顾 038\n游戏网页的宏观角度\n――《上古世纪》2．0 版官网回顾总结 050\n02　想用户所想\n打破痛点问到底\n――《斗战神》悬念站回顾 062\n新时代的场景痛点运用\n――《全民超神》300 个手机开黑理由 076\n03　让经典重现\n心跳回忆，大IP 的点线面\n――《COD Online》悬念站＆官网设计总结 084\n突破经典，让狩魂重燃\n――《怪物猎人Online》悬念站＆官网总结 096\n用战争情怀吹响集结号\n――《战争雷霆》悬念站＆品牌站回顾 104\n3成熟期\n01　吸引新玩家进入\n跨界合作中如何用新材料突破窠臼\n――《天天爱消除》与《小王子》专题回顾 116\n创造新形态，激起“心”惊喜\n――《全民突击》与吴亦凡突破你的想象 130\n02　提高玩家活跃度\n工欲善其事，当先妆其“利”\n――《穿越火线》冲在线活动回顾 144\n“推陈出新”的系统性套路\n――《地下城与勇士》职业版本系列专题 152\n03　感召老玩家回归\n高效速拍，玩出新意思\n――《穿越火线》2013 周年庆预热专题复盘 166\n递进情怀，牵动你的热爱\n――《地下城与勇士》年度品牌系列专题回顾 178\n触动心的包装与感动\n――《QQ 炫舞》“触动心 触动爱”品牌系列\n专题回顾 192\n平民明星的形象塑造之路\n――《御龙在天》国王帮帮忙系列专题回顾 206\n04　带动游戏收入\n品类营销中的品牌包装要点\n―― 腾讯网页游戏《Ye 游节》活动总结 220\n商品售卖专题如何因势利导？\n――《英雄联盟》中国风皮肤售卖专题总结 234',
    'pages': '304',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29390932.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29390932.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29390932.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26993124\/',
    'id': '26993124',
    'publisher': '电子工业出版社',
    'isbn10': '7121298333',
    'isbn13': '9787121298332',
    'title': 'IDEAS FOR GAME',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26993124',
    'alt_title': '',
    'author_intro': 'TGideas作为腾讯游戏专业的创意设计团队，成立至今服务大小游戏产品超过100 款，经历了从端游到页游、手游的时代变迁，从最初仅为满足产品需求的设计执行到现在根据产品类型及时间阶段非常有针对性地设计包装，一直在默默地积累着游戏创意设计领域的经验心得。',
    'summary': '本书是国内第一部游戏行业体验设计团队从自身角度来讲述的运营与营销设计经验图书，通过数十个实战案例，将一款游戏从宣发筹备、分期测试到成熟运营等生命周期中所涉猎的精彩创意营销形态逐一铺陈，细致入微地讲述了设计师幕后的构思过程和执行细节。本书作为工具用书，适合游戏运营、营销、网页设计师、广告创意、版式设计、图片摄影、插图绘画应用等从业者和相关院校的师生参考阅读。',
    'price': '60.8'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 22,
      'average': '8.9',
      'min': 0
    },
    'subtitle': '知名作家酥油饼高人气小说改编，资深漫画集言喻编绘！有妖气、腾讯动漫、网易漫画、《少年绘》、动漫之家等十余家平台共同连载！',
    'author': ['酥油饼 原著 、言喻 编绘'],
    'pubdate': '2017-7',
    'tags': [{
      'count': 10,
      'name': '酥油饼',
      'title': '酥油饼'
    },
    {
      'count': 7,
      'name': '耽美小说',
      'title': '耽美小说'
    },
    {
      'count': 7,
      'name': '耽美',
      'title': '耽美'
    },
    {
      'count': 6,
      'name': '伊斯菲尔',
      'title': '伊斯菲尔'
    },
    {
      'count': 3,
      'name': '小说',
      'title': '小说'
    },
    {
      'count': 1,
      'name': '耽美小说,腐女',
      'title': '耽美小说,腐女'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29480231.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '目录：\n第一层 001-020\n第二层 021-038\n第三层 039-058\n第四层 059-076\n第五层 077-096\n第六层 097-114\n第七层 115-134\n第八层 135-158\n第九层 159-180\n第十层 181-206\n十一层 207-228\n十二层 229-244\n番外   245-250',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29480231.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29480231.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29480231.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27074273\/',
    'id': '27074273',
    'publisher': '世纪知识出版社',
    'isbn10': '7501254923',
    'isbn13': '9787501254927',
    'title': '幽灵酒店',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27074273',
    'alt_title': '',
    'author_intro': '酥油饼：著名网络写手，著有多部作品，塑造了不少性格各异且极具吸引力的人物。\n言喻：新生代人气漫画家。代表作《幽灵酒店》《男神执事团》《神啊！让我成为巨星吧》等。单行本由国内知名读物《少年绘》编辑团队策划出版。',
    'summary': '《幽灵酒店》讲述了石飞侠在失业很久后，找到一份新工作——世界zui早zui古老酒店“诺亚方舟”的前厅经理。这家酒店有堕天使、吸血鬼、狼人、精灵、矮人、泰坦、透明人……就是没有他的同类。如果你喜欢魔幻，喜欢脑洞，喜欢轻松搞笑风，那就不要错过了这部作品。\n新浪微博亚洲动漫榜、有妖气、《少年绘》联袂推荐。',
    'price': '38'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 7,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '腾讯人力资源管理方法全解密',
    'author': ['谢森任'],
    'pubdate': '2013-5',
    'tags': [{
      'count': 3,
      'name': 'hr',
      'title': 'hr'
    },
    {
      'count': 2,
      'name': '识人用人管人留人',
      'title': '识人用人管人留人'
    },
    {
      'count': 1,
      'name': '管理',
      'title': '管理'
    },
    {
      'count': 1,
      'name': '社会',
      'title': '社会'
    },
    {
      'count': 1,
      'name': '深圳大公司分析',
      'title': '深圳大公司分析'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s26560234.jpg',
    'binding': '',
    'translator': [],
    'catalog': '',
    'pages': '263',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s26560234.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s26560234.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s26560234.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/24700517\/',
    'id': '24700517',
    'publisher': '',
    'isbn10': '7550706875',
    'isbn13': '9787550706873',
    'title': '腾讯识人用人管人留人全书',
    'url': 'https:\/\/api.douban.com\/v2\/book\/24700517',
    'alt_title': '',
    'author_intro': '',
    'summary': '本书向读者展示了腾讯如何在人才竞争激励的IT行业里，成功吸引人才，成为2011年度中国最佳雇主的人力资源管理理念，包括人才理念、人才培养、绩效考核、干部培养、文化创新等方面都作了细致而深入的讲解。',
    'price': '39.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 70,
      'average': '5.9',
      'min': 0
    },
    'subtitle': '十大行业互联网+转型红利',
    'author': ['腾讯科技频道'],
    'pubdate': '2015-9-1',
    'tags': [{
      'count': 85,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 26,
      'name': '新经济',
      'title': '新经济'
    },
    {
      'count': 12,
      'name': '经济',
      'title': '经济'
    },
    {
      'count': 11,
      'name': '思维',
      'title': '思维'
    },
    {
      'count': 5,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 4,
      'name': '数字革命',
      'title': '数字革命'
    },
    {
      'count': 4,
      'name': '大数据',
      'title': '大数据'
    },
    {
      'count': 4,
      'name': '产品经理',
      'title': '产品经理'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s28317287.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '前言 变革时代的行业全息图\n第一章 互联网+农业 001\n互联网＋农业，始于电商 002\n核心是供应链 006\n最需要打通的是金融 009\n智能化，让农业充满想象 012\n互联网+农业任重道远 014\n第二章 互联网+制造 017\n互联网+制造带来的三大红利领域 019\n标准之争的背后 022\n互联网+制造的两大目标：智能制造&智能工厂 025\n互联网+制造的五个特点 027\n互联网+制造的九大技术支柱 030\n第三章 互联网+政务民生 039\n传统政务民生转型 041\n政务+解决方案 049\n政务+平台服务 052\n政务+信息服务 055\n互联网+政务民生挑战重重 058\n第四章 互联网+教育 061\n一座喷涌中的“巨型油田” 062\n“在线教育”教育了谁 064\n近八成用户愿意为优质内容付费 067\n从大众教育到因材施教 069\n透析五大在线教育领域的现状与先机 072\n第五章 互联网+医疗 079\n互联网+医药 083\n互联网+医疗器械 085\n互联网+医疗服务 089\n第六章 互联网+餐饮 095\n餐饮市场的变化 097\n私厨共享模式的现状 101\n研究结论 114\n第七章 互联网+生活服务 115\n亟待提高的生活服务 117\n智慧生活 121\n生活服务蓝海 127\n“互联网+生活服务”的短板与机遇 138\n第八章 互联网+房地产业 141\n互联网+房地产的三类层次 144\n互联网+房地产行业的机遇与挑战 147\n第九章 互联网+交通 165\n用户：两个碎片化下的打车难 167\n机会：消费痛点也是商机热点 170\n避险：解决生态问题认清陷阱 174\n赢生：链式落地生存应是主流 176\n发展：以矩阵谋求改善生态圈 178\n第十章 互联网+金融 181\n互联网金融用户调查 185\n互联网+金融的新动向 190\n互联网+金融的陷阱 202',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/15154614\/',
    'pages': '216',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s28317287.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s28317287.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s28317287.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26642172\/',
    'id': '26642172',
    'publisher': '机械工业出版社',
    'isbn10': '7111515463',
    'isbn13': '9787111515463',
    'title': '跨界2',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26642172',
    'alt_title': '',
    'author_intro': '腾讯科技频道\n中国门户网站腾讯网旗下专注报道TMT的频道，在科技领域具有极高的影响力。其聚拢了LinkedIn创始人Reid Hoffman、Facebook COO Sheryl Sandberg、前《连线》主编Chris Anderson、苹果联合创始人Stephen Wozniak等一批国际知名科技行业人士，在第一时间关注一线创业者的产品和商业模式。腾讯科技依靠优秀的采编团队，致力于以大财经视野解读IT产业资讯，并成为国内首批进入“解释性报道”领域的新闻媒体。腾讯科技倾力打造的《企鹅智酷》《TMT解码》《科技不怕问》《战略档案》等原创栏目，无缝作用于用户决策的各个阶段，充分满足用户需求。通过腾讯网、腾讯新闻客户端、腾讯视频、官方微信和微博矩阵、RSS订阅等渠道，腾讯科技频道7×24小时面向数千万用户提供新鲜的科技资讯，在互联网、IT、通信及科学探索行业新闻领域中占尽先机。\n企鹅智酷是腾讯科技旗下从事互联网产业趋势研究、案例与数据分析的专业机构。拥有《智酷调查》、《智酷分析》和《智酷档案》三档原创子栏目，以及“企鹅智酷开放平台”这一中国科技商业领域的智慧汇聚平台。企鹅智酷依托腾讯公司海量用户基础和大数据优势，不断优化分析模型和判断力，紧扣热点趋势，提供具备大数据支撑和专业洞察力的行业研究报告产品。目前累计发布30份重磅商业研究报告，数百篇深度分析调研，报告影响力触达互联网与传统行业的多个层面，在政府和企业管理者中享有优质的口碑和公信力。',
    'summary': '这场始于政府工作报告，由互联网和传统行业跨界融合形成的巨大浪潮，正在以中国经济转型为新驱动力的角色，席卷生机勃勃的整个国家中每一处希望诞生之地。\n但在所有的围观者真正动心要投身于这场浪潮中之前，有几个必要的问题应当被严肃地讨论，认真地解答：\n哪些传统行业最可能被互联网+改造？\n真正的机会在哪些看得见和看不见的地方？\n用户的需求和声音谁来汇总与分析？\n我们有案例可循吗？\n那些困扰从业者心头的难关和挑战，可以被解决吗？\n这本书可能不是全部答案，但每一章节值得细读，给你这个变革时代的全息的认知并带来真实的思考和行动。\n历时半年调研，针对不同行业的消费者反馈，呈现真实客观的消费痛点和用户画像。邀请多位行业内专家参与众创，覆盖农业、工业、民生政务、教育、医疗、餐饮、生活服务、房地产、交通、金融等十大领域，是迄今为止最为全面的互联网+行动指南，帮助大家找到行业的痛点和机会窗口，为你开启“转型红利时代”。\n没有颠覆、没有焦虑，不需要恐慌。很多行业规律不是那么轻易可以被颠覆的，互联网企业不可能将所有传统企业打败，而一个武装了互联网+的传统企业，可能更胜于武装了传统行业某些元素的互联网企业。你需要的只是快速学习，看“企鹅智酷”丛书吧。',
    'ebook_price': '20.00',
    'price': '49.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 8,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯娱乐', '杨瑞春'],
    'pubdate': '2015-12-1',
    'tags': [{
      'count': 2,
      'name': '导演',
      'title': '导演'
    },
    {
      'count': 1,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 1,
      'name': '2015',
      'title': '2015'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s28819418.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一部分江湖大佬\n李安：神告诉我，你牺牲得还不够\n王家卫：勾勒欲望的魔术师\n许鞍华：“赌徒”许鞍华的失败与伟大\n徐克：“主旋律”就一定没意思吗？\n吴宇森：为声名所累，只能一直拍大片\n贾樟柯：我过去的电影一直都是意外\n陈可辛：边看边聊《甜蜜蜜》拍摄故事\n尔冬升：电影圈不允许你连亏两次\n王晶：我不为影评人而活\n杜琪峰：坚持港片风格\n张艺谋：《归来》没有自我阉割\n第二部分中坚力量\n顾长卫：我看着木讷，其实很有喜感\n宁浩：拍电影就是混口饭，没必要搞那么高尚\n陆川：我走在他们前面，留下的是背影\n娄烨：市场还没到接受我的时候，散客也要做\n刁亦男：别用成功来形容我\n管虎：一个把电影当酒喝的人\n刘杰：文艺片上院线是自取其辱\n丁晟：要拍就拍地道的警匪片\n麦兆辉、庄文强：头破血流拼到电影圈\n蔡岳勋：想引领华语电影特效革命\n刘伟强：拍新人很爽，刘德华伟仔已不新鲜\n王小帅：《闯入者》拍给“文革”中的受害者\n第三部分个性导演\n许诚毅：早就想拍东方魔幻片\n吴京：《战狼》热卖，我现在如履薄冰\n郭敬明：讨厌我的人，继续讨厌好了\n陈正道：看张艺谋作品开启电影路\n大鹏：竟是强迫症\n卢恒宇、李姝洁：“纯种网红”的崛起\n路阳：《绣春刀》不是武侠片\n肖央：跳《小苹果》，节操放鞋底下\n第四部分女导演俱乐部\n李玉：我不喜欢小鲜肉\n黄真真：我比彭浩翔更相信爱情\n金依萌：范冰冰是个值得交的朋友\n薛晓路：我唯一的资本就是剧本\n杨采妮：我不是玉女，不需要被保护\n赵薇：我是女文青，我也需要很多安全感\n第五部分国外导演\n彼得·杰克逊：20多年前看过86版《西游记》\n让·雅克·阿诺：《狼图腾》是真正的华语片\n金汉珉：续集将邀中国演员\n郭在容：希望未来女婿是暖男\n安吉丽娜·朱莉：从未喜欢过表演',
    'pages': '312',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s28819418.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s28819418.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s28819418.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26819379\/',
    'id': '26819379',
    'publisher': '世界知识出版社',
    'isbn10': '7501251002',
    'isbn13': '9787501251001',
    'title': '导演公园:对话拍电影的人',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26819379',
    'alt_title': '',
    'author_intro': '',
    'summary': '',
    'price': '39.8'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 59,
      'average': '5.5',
      'min': 0
    },
    'subtitle': '互联网+时代创业黄金指南',
    'author': ['腾讯科技频道'],
    'pubdate': '2015-5',
    'tags': [{
      'count': 44,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 27,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 22,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 12,
      'name': '营销',
      'title': '营销'
    },
    {
      'count': 6,
      'name': '腾讯科技频道',
      'title': '腾讯科技频道'
    },
    {
      'count': 3,
      'name': '金融',
      'title': '金融'
    },
    {
      'count': 3,
      'name': '互联网＋',
      'title': '互联网＋'
    },
    {
      'count': 2,
      'name': '财经',
      'title': '财经'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28097053.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '前言 最好不过的时代\n第一章 互联网+衣食住行\n第一节 “懒”是创业的蓝海\n第二节 社区O2O解救懒人\n第三节 打通餐饮O2O\n第四节 旅游O2O应打通信息和服务流\n第五节 从打车软件到商务租车\n第二章 互联网+媒体\n第一节 移动互联与用户行为\n第二节 移动媒体的现状\n第三节 移动媒体的创新与未来趋势\n第三章 互联网+社交\n第一节 社交始于95后\n第二节 你了解年轻人吗\n第三节 95后网络社交特征\n第四节 社交的下一站\n第四章 互联网+教育\n第一节 在线教育“熟了”吗\n第二节 在线早教需要“等风来”\n第三节 K12在线教育需走进电视\n第四节 在线职业教育：国企和公务员是主力军\n第五节 在线教育之考研、公考：学霸的新工具\n第六节 在线教育之英语培训：肉多狼更多\n第五章 互联网+娱乐\n第一节 阳光下的宅男\n第二节 移动音乐\n第三节 移动视频\n第四节 移动游戏\n第五节 移动阅读\n后记 一切才刚刚开始',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/10079445\/',
    'pages': '212',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28097053.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28097053.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28097053.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26414497\/',
    'id': '26414497',
    'publisher': '机械工业出版社',
    'isbn10': '7111498690',
    'isbn13': '9787111498698',
    'title': '掘金',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26414497',
    'alt_title': '',
    'author_intro': '腾讯科技频道，是中国最大的中文门户网站腾讯网旗下专注报道TMT的频道，是目前最有影响力的中文科技类媒体。其聚拢了LinkedIn创始人Reid Hoffman、Facebook COO Sheryll Sandberg、前《连线》主编Chris Anderson、苹果联合创始人Stephen Wozniak等一批国际顶尖科技行业人士，在第一时间关注一线创业者的产品和商业模式。腾讯科技依靠坚实权威的采编团队，致力于以大财经视野解读IT产业资讯，并成为国内首批进入“解释性报道”领域的新闻媒体。腾讯科技倾力打造的企鹅智酷、TMT解码、科技不怕问、战略档案等原创栏目，无缝作用于用户决策的各个阶段，充分满足用户需求。通过腾讯网、腾讯新闻客户端、腾讯视频、官方微信和微博矩阵、RSS订阅等渠道，腾讯科技频道7×24小时面向数千万用户提供最新鲜的科技资讯，在互联网、IT、通信及科学探索行业新闻领域中占尽先机。\n企鹅智酷是腾讯科技旗下互联网产业趋势研究、案例与数据分析专业机构。拥有《智酷调查》、《智酷分析》和《智酷档案》三档原创子栏目，以及“企鹅智酷开放平台”这一中国科技商业领域的智慧汇聚平台。企鹅智酷依托腾讯公司海量用户基础和大数据优势，不断优化分析模型和判断力，紧扣热点趋势，提供具备大数据支撑和专业洞察力的行业研究报告产品。目前累计发布30份重磅商业研究报告，数百篇深度分析调研，报告影响力触达互联网与传统行业的多个层面，在政府和企业管理者中享有优质的口碑和公信力。',
    'summary': '这不是一个最好的时代，也不是一个最坏的时代，对创业者来说却是最好不过的时代。这是一个拥有超过6亿移动互联用户的巨大市场。这个巨大的市场还是一个相对封闭，且国外互联网巨头无法插足的市场。同时， 在这个市场上，资金充裕、投资者投资意愿强、创业协作环境成熟、对创业公司的态度比以往任何时候都更加开放，并且有实操经验的专业人才充足。\n“互联网+”这个词随着政府工作报告变得炙手可热，这个词既是对过去已经发生的总结，又是正在发生的未来。在“互联网+”的背后孕育着更深层次的变革，一端是用户的变化，另一端是企业组织的变化。用户的变化带来的是产品至上、服务为王、共生经济。场景变了，一切有趣的事情都在手机上发生；市场变了，更多的商机在浮现；商业和商业的法则也变了，一些终将没落，另一些注定要崛起，而这一切才刚刚开始。\n未来扑面而来，预见方能预见！机遇从来不会主动降临，未来也从不是自动发生。来，我们聊聊真正的创业机会是什么。企鹅智酷经过长达半年深入调研，近距离观察行业变化，《掘金:互联网+时代创业黄金指南（精装）》覆盖社交、O2O、媒体、教育、娱乐等5大领域，11个细分行业，分析了几十个典型案例……我们希望可以通过这些努力，找到移动时代真正的创业机会，以及更加重要的，隐藏于机会窗口下面的危险与挑战。如果想要更深入、更详细地了解这些领域的创业机会，请从第一章开始阅读吧。',
    'ebook_price': '18.00',
    'price': '39'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 25,
      'average': '6.4',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯网女性频道'],
    'pubdate': '2010-7',
    'tags': [{
      'count': 37,
      'name': '我的最后一本减肥书',
      'title': '我的最后一本减肥书'
    },
    {
      'count': 30,
      'name': '减肥',
      'title': '减肥'
    },
    {
      'count': 15,
      'name': '瘦身',
      'title': '瘦身'
    },
    {
      'count': 8,
      'name': '健康',
      'title': '健康'
    },
    {
      'count': 7,
      'name': '生活百科',
      'title': '生活百科'
    },
    {
      'count': 3,
      'name': '跑步',
      'title': '跑步'
    },
    {
      'count': 2,
      'name': '微信：babelcf',
      'title': '微信：babelcf'
    },
    {
      'count': 2,
      'name': '多看阅读',
      'title': '多看阅读'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s4487772.jpg',
    'binding': '',
    'translator': [],
    'catalog': 'Chapter 1 瘦身，认清原理才好减  Part 1 为什么你就是比别人胖？  Part 2 3个月减掉12kg，神奇的BMI瘦身法！  Part 3 4种肥胖成因，让你天生就比别人胖    不活动的胖公主——脂肪型肥胖    运动反而会增肥——肌肉型肥胖    一到晚上腿部就会肿胀——浮肿型肥胖    没有原因就是胖——混合型肥胖Chapter 2 没有瘦不了，只有不想瘦——改变10万人的真实瘦身故事  奇迹Part1——给懒人们！最有效的健康减肥法    奇迹1 不挨饿，也能变苗条——不复胖的健康减肥法    奇迹2 踩踩就能瘦——“踩方块”踩掉20kg    奇迹3 半年狂甩20kg——肉腩妹蜕变窈窕淑女    奇迹4 肥女变MODEL——不爱动也能瘦身    奇迹5 绑沙袋跑步减肥，胖仔变靓仔    奇迹6 穿着防水衣服，让我6个月劲减50kg    奇迹7 不辛苦也不狼狈，孩子妈一年减掉26kg  奇迹Part 2——瘦身从嘴巴开始！最原始却不一样的减肥法    奇迹8 7年减肥经验大集结——我是这样吃喝和运动的    奇迹9 3变5分餐法——让我4个月狂减20kg    奇迹10 从170到118——肥女变大美女    奇迹11 3个月30kg——从胖妈到潮流辣妹    奇迹12 21天减肥法——丑小鸭变白天鹅    奇迹13 特制去浮肿套餐——去除水分，身体很轻盈    奇迹14 拔罐减肥法+特定减肥餐，成功变身俏妈咪    奇迹15 3天减肥法——让我一个月甩肉8kg    奇迹16 适时补充钙质，才能瘦得迅速又健康  奇迹Part 3——新奇有效！你没听过的神奇瘦身法！    奇迹17 神奇跳舞瘦身法，重塑性感身姿    奇迹18 生活小调整，体重大变化    奇迹19 狂走甩掉35kg，肥男变帅哥    奇迹20 我是传奇——8个月，甩肉33kg！    奇迹21 狂减22kg，大熊妈妈变俏妈妈    奇迹22 会喝普洱茶，让我劲减26kg——如何减掉肥肉，找到真爱    奇迹23 压力大，会长胖？——半年55kg，减重达人Pressure减肥法    奇迹24 从65kg到47.5kg，瑜伽让我获得美丽新生    奇迹25 小一号裤子的精神激励法    奇迹26 “嗖”地一下，腰瘦了    奇迹27 不复胖的减肥法——减肥3年体重从未反弹Chapter 3 Q&A，关于瘦身你不知道的35个秘密  你不知道的减肥方法  局部瘦身，不是世纪难题  TO EAT OR NOT,怎样会吃不会胖  运动减肥，是真的有用还是变得更胖  肥胖纹、松弛皮肤……统统OUT！  学会这6招，就能变身完美曲线  四招瑜伽瘦身操塑造苗条身材Chapter 4 人肉科技验证——全球最管用的减肥方法  排出毒素，才能瘦得漂亮    你是个Toxic毒女郎吗？    五行五段排毒法    让你 Inner-shine的排毒全方案    食物排毒法 \/运动排毒法 \/美容排毒法 \/按摩排毒法    16种排毒圣品  来自世界各地的减肥奇招    英国：减肥膏——闻一闻就能瘦    日本：睡衣减肥——睡觉也能减肥    中国：吹气减肥——动动嘴就能减肥    中国：握冰减肥——刺激神经减掉赘肉    中国：刷舌头减肥——餐前小功课瘦身大效果    澳大利亚：头绳减肥——想瘦哪儿就瘦哪儿    中国：爱情减肥——摸摸手就能减肥    美国：脸部运动——口香糖减肥法  吃对食物，减肥不受罪    3日减肥法——3天减3kg    吃土豆减肥——谁说不能吃主食    食醋减肥——会喝就会瘦    吃红薯减肥——刘嘉玲的减肥秘笈，半年减掉14kg    喝茶减肥——不是随便喝什么茶都能瘦  你没听过的超简单运动减肥法    间歇性汽车法——健康减肥不容错过    靠墙站立——3分钟就能瘦小腹    提臀骨盆体操——下半身塑形有奇效    宅女福音——毛巾瘦身操    100万人次追捧——弹力带减肥法Chapter 5 10天10分—— 改变上万人的“十分完美”瘦身法  V形小脸按摩法  提升面部轮廓——美颜小脸操  3步甩掉“蝴蝶袖”  穿露背装之必备——背部塑形法  小腹婆OUT!——重塑平坦迷人小腹  彻底消灭小肚子  和侧腰赘肉说BYEBYE  最简单！两步腰腹臀部减肥操  攻克最难战役之——消除大腿内侧赘肉  攻克最难战役之——去除大腿前侧赘肉  紧致结实，缩小臀部  UP UP，塑造模特般翘臀  模特专属美腿操1  模特专属美腿操2  模特专属美腿操3  打造性感脚腕——脚腕纤细操  畅通气血、塑造一双明星腿  特别奉献：提升代谢力，不复胖的瘦身美颜操    提升代谢力——闪电椅式    加速新陈代谢——跪姿前弯式    加强体内循环——躺姿扭转式',
    'pages': '156',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s4487772.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s4487772.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s4487772.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/4874651\/',
    'id': '4874651',
    'publisher': '广西科技',
    'isbn10': '7807634952',
    'isbn13': '9787807634959',
    'title': '我的最后一本减肥书',
    'url': 'https:\/\/api.douban.com\/v2\/book\/4874651',
    'alt_title': '',
    'author_intro': '',
    'summary': '《我的最后一本减肥书》内容简介：国内最大减肥社区qq女性10万网友悄悄共享的减肥秘籍！一场改变10万人超重生活的瘦身革命！万千网友人肉验证，一次狂减590000kg的瘦身盛宴！10万人真实经历中最管用的减肥术——独特狂走法，特制分餐法，踩踩就能瘦，午餐减肥法，3个月掉12kg的BMI瘦身法，为什么你天生就比别人胖的4种成因……精华结集；关于瘦身你不知道的35个秘密——体虚的人用什么方法减肥，减肥减出便秘怎么办，进入平台期怎么继续瘦下去，怎样减重不减胸……一次告知；全球各国各地最时髦、最新奇的瘦身法，来自英国，闻闻就能瘦的减肥膏；来自日本，100万人次追捧的弹力带减肥法，来自美国，想瘦哪就能瘦哪的头绳减肥术……更有10天10分10步骤的“十分完美”瘦身术助你全速成功！\n没有不能瘦，只有不想瘦，《我的最后一本减肥书》将会是你的最后一本减肥书！',
    'price': '28.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 37,
      'average': '8.1',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯互联网与社会研究院'],
    'pubdate': '2015-1-1',
    'tags': [{
      'count': 27,
      'name': '创业',
      'title': '创业'
    },
    {
      'count': 21,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 13,
      'name': '90后',
      'title': '90后'
    },
    {
      'count': 7,
      'name': '生活态度',
      'title': '生活态度'
    },
    {
      'count': 6,
      'name': '创业之旅',
      'title': '创业之旅'
    },
    {
      'count': 5,
      'name': '研究',
      'title': '研究'
    },
    {
      'count': 4,
      'name': '商业',
      'title': '商业'
    },
    {
      'count': 4,
      'name': '*****',
      'title': '*****'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27979254.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '序一 “90后创业家”已经登场　◎陈一丹\n序二   我眼中的90后　◎李丰\n郭列\n从学渣到App Store排行榜第一的逆袭　\/ 001\n24岁,打造头像App“脸萌”, 曾登中、英、西班牙App Store排行榜首位\n学渣的逆袭　\/ 002\n从腾讯岁月到失败的作品　\/ 003\n脸萌逆转，一夜爆红　\/ 005\n重回初心　\/ 009\n张天一\n卖米粉不要拿互联网思维说事　\/ 014\n24岁，北大法学硕士，成立传统湖南常德米粉店“伏牛堂”，3个月卖出15 301碗米粉\n北大硕士为什么卖米粉　\/ 015\n我究竟想开一家什么样的餐馆　\/ 017\n需要的不是被改变，而是尊重和理解　\/ 019\n别拿互联网思维说事　\/ 022\n餐饮也可以很好玩儿　\/ 024\n我是迷惘的一代　\/ 026\n复杂的大学：自由而无用，无用即大用　\/ 028\n孙宇晨\n从押中趋势到制造趋势　\/ 031\n24岁,创立国内首家从事分布式清算支付协议与产品研发的互联网金融科技公司“锐波科技”，为价值网络布道\n押中趋势，两次　\/ 032\n比比特币更强大的Ripple　\/ 035\n90后重新定义安全感　\/ 036\n陈桦\n“节操”是一种90后的文化符号　\/ 041\n26岁，开创新生代娱乐社交入口“节操精选”，上线半年用户已达数百万\n我为什么要创业？　\/ 042\n观察世界，理解人性　\/ 045\n破坏规则与尝试的勇气　\/ 048\n90后喜欢什么调调　\/ 050\n胡振宇\n我的征途是星辰大海　\/ 056\n21岁, 创立国内首家私营航天公司“翎客航天”\n天地间的终极连接　\/ 057\n从火药到火箭　\/ 058\n没能完成的发射　\/ 061\n3，2，1，点火　\/ 063\n盛大的翎客时代　\/ 067\n尹桑\n90后放大了创业精神，不怕输就不会输　\/ 071\n22岁，开发KTV类应用“一起唱”，用新方式颠覆线下K歌体验，2014年4月B轮融资千万级美元\n辍学即毕业　\/ 072\nKTV的O2O生意　\/ 073\n90后放大了创业精神　\/ 075\n搏上一切，不怕输就不会输　\/ 076\n90后只需要被聆听　\/ 077\n新的时代一定会有价值　\/ 078\n90后的缺陷　\/ 080\n齐俊元\n90后CEO没那么好当　\/ 083\n24岁，打造项目协作工具Teambition，上线一年平台上已有近百万个项目\n想做科学家的少年　\/ 084\n一笔融资与两次创业　\/ 086\n让属于未来的东西在现实中实现　\/ 088\n90后CEO没那么好当　\/ 090\n高阳\n跨越信息鸿沟的退学党，如何打造亚洲最大黑客马拉松　\/ 094\n24岁，创建程序员社区SegmentFault，成为数十万年轻开发者的聚集地\n信息鸿沟与退学党　\/ 095\n连接世界开外挂　\/ 097\n在互联网行业“升级打怪”　\/ 099\n做产品的方法论　\/ 103\n通过阅读认识自我和世界　\/ 105\n李逸凡\n开启“困难”模式的创业人生　\/ 108\n20岁，成立山西最大的SAT考团“晋考团”及培训机构“晋学堂”，同时推出私人定制美妆“匠心”系列护肤品\n我是怎样发现创业机会的　\/ 109\n我是怎么做产品的　\/ 111\n有色彩和温度的营销　\/ 116\n要做世界人　\/ 119\n启动人生的“困难”模式　\/ 121\n武星宇\n创业就是见自己，见天地，见众生　\/ 125\n22岁,建立智能在线教辅专家“易题库”，上线半年在线注册用户近10万人\n见自己：年轻一切皆可为　\/ 126\n见天地：为什么要让离学生时代那么远的人来做在线教育？　\/ 128\n见众生：输出正确的价值观　\/ 131\n陈安妮\n搞笑之外，希望给人温暖和力量　\/ 135\n22岁，创作“安妮和王小明”等系列漫画，在新浪微博有800多万粉丝\n90后的学生是最疯狂、最有购买力的群体　\/ 137\n为了小伙伴也不能搞砸　\/ 139\n90后喜欢自黑，不喜欢“圣母”　\/ 141\n俞立颖\n设计让每个人脸上都闪着光　\/ 144\n24岁，成立设计咨询公司“云造科技”，领导国内商业创新设计\n奋斗的意义是什么？　\/ 145\n脱离理想主义　\/ 146\n云造设计的商业启蒙　\/ 148\n大设计，大梦想　\/ 150\n余佳文\n互联网创业也要回归到生意　\/ 153\n24岁，开发校园App“超级课程表”，覆盖全国3000所高校，用户已超过1000万\n从一份PPT到千万大学生用户　\/ 154\n不同的家教和“坏孩子”性格　\/ 155\n课程表切入，只做大学生市场　\/ 157\n90后潮州商人的生意经　\/ 160\n李卉\n和最好的朋友一起创业　\/ 163\n25岁，打造客户关系管理工具“麦客CRM”，上线一年已获得5万以上企业用户\n创业三人行　\/ 164\n无知无畏　\/ 168\n辗转　\/ 170\n扎根　\/ 171\n中国合伙人　\/ 174\n阴明\n剑桥硕士与大数据留学　\/ 178\n24岁，建立留学类网站“GradChef?毕老师”，用大数据做留学，一年已经累积1.3万例数据\n全家最低的学历　\/ 179\n中国香港与英国的大学教会我的　\/ 179\n从留学中产生创业点子　\/ 181\n大数据的力量　\/ 182\n创业是什么　\/ 183\n刘莐\n在最娱乐的行业做最专业的法务　\/ 186\n23岁，创立法务咨询机构“如是娱乐法”，专注影视、音乐、演出、新媒体等娱乐产业的法律服务与商业咨询\n这是高调行业里的低调事　\/ 187\n只做自己喜欢的事情　\/ 188\n在空白领域中打造精致产品　\/ 190\n公众号传播优质内容，精准筛选粉丝群体　\/ 191\n90后，有资本圆梦的第一代人　\/ 193\n杜梦杰\n休学，阿富汗，创业，中国众筹第一人养成之道　\/ 196\n25岁，建立众筹网站“追梦网”和微信社交圈筹款轻工具“轻松筹”，为超过2000个项目众筹逾2000万资金\n《知音》和失恋教会我的事　\/ 197\n你要干一件反常规的事儿，就要有非常规的方法　\/ 198\n比死亡更可怕的是，来到世界跟没有来过一样　\/ 200\n创业心得：不做最肥的市场，要做最懂的人群　\/ 201\n人生的终极目标是死在路上　\/ 204',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/8920542\/',
    'pages': '238',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27979254.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27979254.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27979254.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26296833\/',
    'id': '26296833',
    'publisher': '华章图书',
    'isbn10': '7111490231',
    'isbn13': '9787111490234',
    'title': '我是90后，我是创业家',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26296833',
    'alt_title': '',
    'author_intro': '郭列\n1989 年出生，曾经高中学渣，2 次记过，1 次留校查看，高三变身学霸考入华中科技大学。2013 年因为向往动漫海贼王的生活，从腾讯离职创立脸萌，制造了朋友圈最大规模的刷屏。一周内新增用户突破 2000 万，最多一天新增 500 万用户。已确定数千万元 A 轮融资，9人 90 后团队创造了估值过亿公司。\n张天一\n“伏牛堂”湖南常德牛肉米粉店创始人，1990 年生。2014年初，张天一面临硕士毕业，他本可以选择去律所、去机关或者出国，但最终他不愿跟随主流的选择，而是返回家乡湖南拜师，学做牛肉米粉。学成之后他回到北京，搭上所有的积蓄，在CBD一个不起眼的角落里开了一家常德米粉店“伏牛堂”。创业3个月内，伏牛堂已经卖出了15301碗米粉，还开了第二家店，人员增加300%，场地面积增加400%。\n陈桦\n90后娱乐中心“节操精选”CEO，专注于为新生代用户提供灵魂休闲保健。研一开始创业，曾创立语音社交产品“声声”，多次获苹果 App Store 官方推荐。曾服务于 CCTV、文化中国传播集团、微软亚洲研究院等，负责媒体和视觉技术相关项目的统筹执行。作为独立制片人带领团队制作 2010 年春晚、青歌赛、欢乐中国行等大型综艺晚会的部分动画视频。毕业于中国传媒大学，获得数字媒体艺术硕士学位。艺术作品曾入选 SIGGRAPH 等全球大奖，在洛杉矶、台湾等地区展出。\n孙宇晨\n90后，锐波科技创始人和 CEO，美国硅谷 Ripple Labs 大中华区首席代表。创办锐波科技前曾成功创办跨国互联网媒体公司，具有中美两地丰富的互联网创业经验。目前还担任清华大学五道口金融学院《互联网金融观察》学术委员会委员、彭博商业周刊专栏作家，拥有美国常春藤盟校宾夕法尼亚大学硕士学位，北京大学学士学位。Ripple Labs 获 Google Ventures、IDG 资本，Andreessen Horowitz 等顶尖机构投资，并荣登 MIT 科技评论最新评选的“全球 50 家最聪明的公司”榜单。\n胡振宇\n1993年出生，翎客航天创始人兼执行董事，曾以“网球特长生”的身份被华南理工大学工商管理专业录取，从初中开始就痴迷化学、研究炸药，希望有一天能够发射火箭。2011年 5 月，与科创论坛坛友自制小型业余火箭，自发组织国内第一个以在校大学生为主体的业余探空火箭团体；2013 年 7 月，历经一个月的孤军奋战，胡振宇独自完成了探空火箭并于内蒙古科尔沁左翼后旗成功发射；2014 年 1 月 2 日，胡振宇在深圳注册了国内第一家民营航天公司“翎客航天”，迈出了从爱好到商业化的第一步。\n高阳\n开发者社区 Segment Fault 联合创始人、CEO，中国最大的黑客马拉松组织者、布道者；丧心病狂的 90 后、退学党、创业者、偏执狂、疯子！干过物流、跑过渠道、做过游戏、当过编辑、搞过投资！懂产品、懂运营、懂市场的全能怪才！SegmentFault (www.sf.gg) 是中国领先的开发者社区及媒体。目前已经聚集数十万的开发者，获得IDG和浙报集团传媒梦工厂的天使投资。\n尹桑\n1992 年出生，中学就读于南京外国语学校，后赴美国就读私立高中并被宾利商学院全奖录取。本科专业为“创业学Entrepreneurship”，在美国创业两次均获成功，在 2012 年就读大二时辍学回国创业，产品为“一起唱”、专注于线下 KTV 的互联网颠覆，做一个本地娱乐生活的 O2O 平台。1 年内先后获得 IDG 的 3 次融资、总额数千万。\n李逸凡\n生于 1994，晋学堂 CEO，从事出国留学“慢”教育和 SAT 考团，要把客户体验在三线城市做到极致。“17 岁开始创业，18 岁独自一人去泰国支教，19 岁成为山西第一场 TEDx 上年纪最小的演讲嘉宾。高中毕业拒绝加拿大第一的麦吉尔大学的 2 万加元奖学金的 offer，选择间隔年（gap year）留在国内将自己的出国留学语言培训公司做大做强。晋考团已成为山西省最大的 SAT 考团，提分率最高的 SAT 托福培训机构。在完善“晋学堂”客户体验中发现新的商机，开辟“匠心定制面膜”等护肤产品，成立深圳匠心独运有限公司。\n陈安妮\n生于1992年，在广东外语外贸大学就读国贸专业，从小喜欢画画。一个平凡的邻家女生，在大学时受到老师启发以及竞选外联部长失败，转向漫画创作。在微博上迅速成为众多年轻人喜爱的漫画作者和大V，如今拥有546万粉丝，漫画以陈安妮个人为原型，创作了安妮和王小明等漫画形象，作品逗逼和自黑风格鲜明，反映了安妮生活中的点滴感悟和感动，让年轻读者感到极其真实。代表作品《妮玛，这就是大学》、《安妮和王小明》、《妮玛的唠嗑馆》等漫画绘本。今年，陈安妮大学毕业后，北上北京开始创业，将以互联网产品形式推出漫画平台App。\n齐俊元\nTeambition 的创始人。曾为科研爱好者，初高中泡在实验室和鹦鹉或是机器人呆在一起，想要创造一家企业，支持一个真的实验室，研究一些能改变未来生活的事情。为此暂时放下科研，念了上海交大的管理学院。大三创业，最初的项目是健康档案，由于公司人多，想要找到出色的协作工具，市场上没有满意的，就自己打造了 Teambition。为此，还专门自学了编程，曾经写了几十万行代码。具有上海男人特有的专注细腻，追求极致精准的装备造就准确无误的结果。\n武星宇\n1992 年出生，易题库 CEO。2010 年以全国第七，北京第二的成绩考入北京电影学院摄影系，成为张艺谋的“师弟”，高三曾自编、自导并主演了北大附中 50 周年校庆献礼影片《盛开》。10 个月前，一个北影摄影系尚未毕业的 90 后大学生，开始做起了电影之外的 CEO， 发布了一个叫做“易题库”的在线教育产品。像玩电影一样演绎在线教育，人生要敢于客串并成为主角，武星宇就是这样一个人。\n余佳文\n生于1990年，潮汕人，从小叛逆。在高中时曾因帮助老师做PPT而对电脑和Flash产生兴趣。高二时自己做了网站找来校外老师合作办课外辅导班，获得了百万元的第一桶金。高中及大学时不断寻找商机，也屡次尝试。大学时不忍与小伙伴们分开，创建公司开始了互联网创业，推出超级课程表App，专注大学生群体，成为大学生群体必用的App之一。现在也投资传统行业，财务自由，从小喜欢看佛经，自己有一套独特的生意经：先交朋友，合作共赢。\n俞立颖\n生于 1990。2008 年从四川地震灾区考入浙大，一路用 3.9 的GPA（平均分数）拿遍了所有奖学金，浙江大学社会学及创业管理双学位，以最高荣誉毕业生被载入校史，接近满分的GRE 和 TOEFL 成绩曾任新东方 GRE 考试名师。优异的成绩本可以叩开任意一扇北美研究院的大门，却跟随某 NGO 到云南中缅边境的农村中学去支教，在最底层的社会体悟和成长。回到杭州，创业一年，做了一家口碑爆发的互联网设计公司——云造，8 项红点、3 项 IF、2 项 IDEA 世界级设计大奖拿到手软。同一年间，著有《商业创新设计》一书，浙大校长路甬祥作序推荐。\n阴明\n阴明，出生于 1990 年，阴天的阴、明天的明，配合上双子座，性格中有一点阴晴不定、喜怒无常。香港中文大学本科，剑桥大学计算机科学硕士。做过关于无线网及资源分配的科研项目，参加过腾讯的实习，在YCombinator投资的公司Strikingly有过工作经历。一年前正式启动"GradChef · 毕老师"，致力于在大数据时代，帮助中国学生更轻松,更智慧地申请出国留学。让申请不再孤单，留学如此简单。如果说投资是让一个项目从 1 到 10 的过程，而创业者自己应该实现的是从0到1的过程。找到痛点，解决问题，保持和用户的互动，不断完善，哪怕我现在只走在 0.001 的起点。“我们听过无数的道理，却仍旧开发不好产品”，与君共勉。\n李卉\n生于1989年。大学时与两位同校好友一起创办校内零食速递小站饭团，开启了李卉的创业征程，同时也开启三人至今长达数年的共同创业之路。从校园里的小项目、到参与校外企业竞标，再到自主创业，李卉和小伙伴曾经经历过一年内搬家6次、辗转3个城市的折腾，但她相信，伙伴在哪，公司就在哪。2013年，李卉创立面向企业级的CRM（客户关系管理）系统“麦客”，以创新的方式，颠覆了传统CRM工具庞大、复杂、需要根据不同企业定制开发的缺点。产品上线前后，麦客相继获得了云基金的天使投资、戴志康的投资。在没有推广的情况下，麦客上线不到一年，已经获得了3万企业用户，其中不乏建设银行、兴业银行、中国移动这样的大客户。',
    'summary': '第1本揭秘17个90后精彩创业故事\n他们是：脸萌创始人郭列、北大硕士卖米粉的张天一、微博《我只过1%的生活》短时间转发35万多次的伟大的安妮、备受争议的90后总裁余佳文、节操姐CEO陈桦……17位90后的创业家为你分享他们的创业故事！从这些90后孩子的经历中，还可以看到互联网带来的巨大好处，这又是这一代人的幸运。这些创业者有一个共同特点，即他们在做自己事业的时候，会经常遇到来自家庭和社会的阻力。中国家庭还是有很多传统观念的，比如，“火箭哥”胡振宇从小试制炸药、晋学堂CEO李逸凡想先开公司后上大学、黑客社区SegmentFault CEO高阳不上大学，这些都是离经叛道的做法，受到过很大阻力，但他们幸运地坚持了自己的想法。这其中，很大一个原因是互联网把特立独行的人连接起来，让他们可找到同道中人，知道外面的世界，因而更容易坚持自己。\n可以说，没有后顾之忧，可以干自己想干的事，可以从父母那里得到传承，在互联网上可以得到最新的知识，找到同道之人，都极大地解放了90后的创新力。\n这些90后创业者的故事正在印证着，一个全新的世界真的来了。',
    'ebook_price': '20.00',
    'price': '48.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 72,
      'average': '7.0',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯大家', '贾葭  编'],
    'pubdate': '2014-4-30',
    'tags': [{
      'count': 25,
      'name': '香港',
      'title': '香港'
    },
    {
      'count': 15,
      'name': '随笔',
      'title': '随笔'
    },
    {
      'count': 9,
      'name': '腾讯大家',
      'title': '腾讯大家'
    },
    {
      'count': 7,
      'name': '电子书',
      'title': '电子书'
    },
    {
      'count': 6,
      'name': '文化',
      'title': '文化'
    },
    {
      'count': 6,
      'name': 'MOOK',
      'title': 'MOOK'
    },
    {
      'count': 4,
      'name': '杂文随笔',
      'title': '杂文随笔'
    },
    {
      'count': 3,
      'name': '盖章',
      'title': '盖章'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27264495.jpg',
    'binding': '',
    'translator': [],
    'catalog': '生活在香港\n香港公立医院看病记    文\/章诗依\n三个香港人的十五年    文\/许骥\n左脑情色 右脑保守——情色香港，保守香港人？    文\/严飞\n贫而不哀的深水埗（上）    文\/贾选凝\n贫而不哀的深水埗（下）    文\/贾选凝\n香港的代表字\n裂：香港2013年代表字    文\/张铁志\n自由的价值不进则退    文\/柴子文\n香港人怎么了    文\/闾丘露薇\n香港走入死胡同——浅谈港人的焦虑    文\/杨恒均\n香港：是沙漠还是绿洲    文\/贾葭\n伯父也曾摇滚过\n对于香港，她确曾“娘心如铁”    文\/马家辉\n我们曾经是香港的外国人    文\/邱立本\n荷李活道的人与建筑——香港有条荷李活道（一）    文\/沪港小生\n荷李活道的情与小店——香港有条荷李活道（二）    文\/沪港小生\n伯父也曾摇滚过    文\/廖伟棠\n当变形金刚遭遇香港黑帮\n香港作为一个文化杂种的情怀——与王小峰商榷    文\/张晓舟\n去香港书展看什么——找寻香港书展的文化能量    文\/马家辉\n金庸，“香港奇迹”的产物    文\/傅国涌\n当变形金刚遭遇香港黑帮    文\/朱江明\n香港式的愤怒狂欢——路姆西与香港文化症状    文\/李展鹏',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/3583016\/',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27264495.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27264495.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27264495.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25870962\/',
    'id': '25870962',
    'publisher': '中信出版社',
    'isbn10': '7893990600',
    'isbn13': '9787893990601',
    'title': '香港：是沙漠还是绿洲',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25870962',
    'alt_title': '',
    'author_intro': '',
    'summary': '中文互联网最具力量的阅读平台：腾讯•大家推出系列MOOK。\n聚集张鸣、袁伟时、马家辉、柴静、闾丘露薇等上百位作家，传递时代最前沿的思想。\n\n“蝗虫事件”让我们疑惑：香港人怎么了？\n警匪片、黑帮片，让我们好奇三合会是怎样壮大的？\n金庸如何创办了《明报》？黄秋生唱摇滚时是什么样？\n今天的香港人在狭小拥挤的空间里要怎样生活？\n从中环到深水埗，本期大家MOOK《香港，是沙漠还是绿洲》，将聚焦香港价值、香港文化，深度解读今日香港。这些年，香港到底发生了什么？',
    'ebook_price': '3.99',
    'series': {
      'id': '26858',
      'title': '腾讯· 大家MOOK'
    },
    'price': '3.99'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 19,
      'average': '7.6',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯大家', '贾葭  主编'],
    'pubdate': '',
    'tags': [{
      'count': 21,
      'name': '日本',
      'title': '日本'
    },
    {
      'count': 7,
      'name': '随笔',
      'title': '随笔'
    },
    {
      'count': 4,
      'name': '评论',
      'title': '评论'
    },
    {
      'count': 4,
      'name': '大家',
      'title': '大家'
    },
    {
      'count': 4,
      'name': 'MOOK',
      'title': 'MOOK'
    },
    {
      'count': 2,
      'name': '历史，日本',
      'title': '历史，日本'
    },
    {
      'count': 1,
      'name': '野岛刚',
      'title': '野岛刚'
    },
    {
      'count': 1,
      'name': '知日',
      'title': '知日'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s27264548.jpg',
    'binding': '',
    'translator': [],
    'catalog': '日本为什么不认错\n安倍参拜靖国神社的政治考量         饮冰\n安倍参拜靖国神社的真正用意         桥本隆则\n日本为什么不认错                   杨恒均\n安倍晋三，是项羽还是刘邦           野岛刚\n摇摆中的日本自卫队                 朱江明\n日本钓鱼岛“国有化”骚动的深层     刘柠\n美国人眼中的中日关系               高昱\n\n我们不懂的日本\n这么多年了，我们还是不懂日本         刘柠\n该怎么看待“神风特攻”队           俞天任\n甲午宣传战日本完胜                   雪珥\n蒋介石在日本学到了什么             野岛刚\n我们可以向日本学习什么\n我们可以向日本学习什么                 裴毅然\n反腐的目的并不是惩治腐败\n—— 日本如何在四年内解决“公款吃喝”   俞天任\n抗灾能力是在抗灾中增强的\n—— 浅谈日本灾后应急机制          俞天任\n难以学习的日本应对地震经验               饮冰\n日本灾区志愿者是怎么工作的（上）       林楚方\n日本灾区志愿者是怎么工作的（下）       林楚方\n中日关系向何处去\n日本想靠外交压倒中国                 桥本隆则\n中日关系该向何处去                   桥本隆则\n中日军备竞赛未必是坏事                 朱江明\n中日外交之春将遥遥无期                   饮冰',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/3583563\/',
    'pages': '',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s27264548.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s27264548.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s27264548.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25871006\/',
    'id': '25871006',
    'publisher': '中信出版社',
    'isbn10': '7893990856',
    'isbn13': '9787893990854',
    'title': '日本：最陌生的邻居（腾讯大家MOOK）',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25871006',
    'alt_title': '',
    'author_intro': '',
    'summary': '中文互联网最具力量的阅读平台：腾讯•大家推出系列MOOK。\n聚集张鸣、袁伟时、马家辉、柴静、闾丘露薇等上百位作家，传递时代最前沿的思想。\n\n日本为何不认错？从钓鱼岛争端到参拜靖国神社，日本总在挑战我们的底线。\n日本为何强大？从四年解决公款吃喝到成熟的灾后应急体制，我们要追赶的不止一两年。\n从甲午战争到今天，这么多年了，我们还是不懂日本。\n本期大家MOOK《日本，最陌生的邻居》，将探讨中日时局、剖析日本成熟体制、解读日本核心价值。带你了解日本这个邻居。',
    'ebook_price': '3.99',
    'series': {
      'id': '26858',
      'title': '腾讯· 大家MOOK'
    },
    'price': '3.99'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 2,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '移动前端开发进阶之路',
    'author': ['腾讯互动娱乐TGideas'],
    'pubdate': '2017-9-1',
    'tags': [{
      'count': 6,
      'name': '前端',
      'title': '前端'
    },
    {
      'count': 4,
      'name': '腾讯',
      'title': '腾讯'
    },
    {
      'count': 4,
      'name': 'H5',
      'title': 'H5'
    },
    {
      'count': 3,
      'name': 'TGideas',
      'title': 'TGideas'
    },
    {
      'count': 2,
      'name': '游戏',
      'title': '游戏'
    },
    {
      'count': 2,
      'name': '产品',
      'title': '产品'
    },
    {
      'count': 2,
      'name': 'Web前端开发',
      'title': 'Web前端开发'
    },
    {
      'count': 2,
      'name': 'JavaScript',
      'title': 'JavaScript'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29554922.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '',
    'pages': '260',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29554922.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29554922.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29554922.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27149862\/',
    'id': '27149862',
    'publisher': '人民邮电出版社',
    'isbn10': '7115464588',
    'isbn13': '9787115464583',
    'title': '指尖上行',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27149862',
    'alt_title': '',
    'author_intro': '',
    'summary': '',
    'price': 'CNY 79.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 3,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '腾讯育儿问答',
    'author': ['腾讯女性频道'],
    'pubdate': '2009-7',
    'tags': [],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s4527192.jpg',
    'binding': '',
    'translator': [],
    'catalog': '',
    'pages': '191',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s4527192.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s4527192.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s4527192.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/3875621\/',
    'id': '3875621',
    'publisher': '',
    'isbn10': '7530438328',
    'isbn13': '9787530438329',
    'title': '精编怀孕百科',
    'url': 'https:\/\/api.douban.com\/v2\/book\/3875621',
    'alt_title': '',
    'author_intro': '',
    'summary': '《精编怀孕百科•腾讯怀孕问答(全彩珍藏版)》介绍：什么时候开始，面对一个新生命的降临，我们如此地喜悦与焦虑并存，幸福与担忧共生？1000个来自网友的真实问题，1个育儿专家团队的权威解答，1本怀孕、育儿全程温馨指导。南山奶粉育儿专家团权威解答，芭迪国际儿童摄影全程拍摄。',
    'price': '36.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 19,
      'average': '7.1',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯文化'],
    'pubdate': '2014-1',
    'tags': [{
      'count': 13,
      'name': '知识分子',
      'title': '知识分子'
    },
    {
      'count': 10,
      'name': '社会学',
      'title': '社会学'
    },
    {
      'count': 7,
      'name': '文化研究',
      'title': '文化研究'
    },
    {
      'count': 5,
      'name': '社会',
      'title': '社会'
    },
    {
      'count': 4,
      'name': '文化',
      'title': '文化'
    },
    {
      'count': 2,
      'name': '精英',
      'title': '精英'
    },
    {
      'count': 2,
      'name': '文集',
      'title': '文集'
    },
    {
      'count': 1,
      'name': '读书',
      'title': '读书'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s27141378.jpg',
    'binding': '精装',
    'translator': [],
    'catalog': '序 V\n前言 XI\n寻路斯文年代\n01杜维明／“知识人”曾是民族主人翁 3\n02雷 颐／知识分子的发声环境还是很不错的 13\n03西 川／屈原的悲剧在于逃不掉自己的贵族身份 31\n04谢 泳／体制曾让知识分子无路可逃 45\n05杨奎松／知识分子的桃花源早已灰飞烟灭 57\n06张 柠／沙聚之帮转为人国的启蒙理想尚未实现 63\n07周国平／知识分子未必要摇旗呐喊做风云人物 81\n08周 濂／知识分子在当下并未集体失声97\n\n陆沉时代的抉择\n09许纪霖／废科举造成社会断裂 117\n10马 勇／国家强大的时候往往不讲爱国主义 133\n11走刀口／传统士大夫向新型知识分子转型历程 147\n12何旭瑞／民国初年知识分子边缘化历程 159\n13何旭瑞／清末边缘知识分子为何闹革命 171\n14有毛僧／改良知识分子为何输给革命 183',
    'pages': '194',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s27141378.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s27141378.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s27141378.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25772434\/',
    'id': '25772434',
    'publisher': '中信出版社',
    'isbn10': '7508642481',
    'isbn13': '9787508642482',
    'title': '知识分子与中国社会',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25772434',
    'alt_title': '',
    'author_intro': '腾讯文化，依托全球最大的中文门户网站——腾讯网，专注报道文化资讯、解读文化现象。关注文学、艺术、历史、电影。下设腾讯书院、文人白话、文化观察等多个品牌栏目，前后邀请白先勇、周国平、海岩、杨牧、杜维明、梁文道、叶锦添、陈平原、龚鹏程、贾平凹、林怀民等通过举办高端文化沙龙、名人访谈，打造思想策源地，成为精英聚集地。',
    'summary': '从两千多年前的屈原开始，知识分子在中国就一直处在国之栋梁和酸腐书生的两极摇摆中。民国至今的百年间，知识分子群体经历了从群星灿烂到集体失语，再到众声喧哗的巨变。当下中国，大师罕见而公知名污，知识分子处在上难达高层、下难抵民意的尴尬语境。\n周国平、杜维明、许纪霖、杨奎松、谢泳、马勇、雷颐、西川、周濂……10多位当代极具影响力的知识分子，直抒胸臆，对于从屈原开始的知识分子定位，知识分子的理想人格及其内在的精神追求，士族的没落和传统继承问题，知识分子的社会责任感和对社会各种力量的影响，当下的发声环境、话语权，新媒体、自媒体的冲击，以及公众对“公知”的妖魔化等各种大众关注的问题，一一提出了自己的回答和反思。作为最有话语影响力的这个群体，他们的思考和声音值得被重视。',
    'price': '36.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 22,
      'average': '7.8',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯《今日话题》编辑部'],
    'pubdate': '2016-3-1',
    'tags': [{
      'count': 10,
      'name': '今日话题',
      'title': '今日话题'
    },
    {
      'count': 7,
      'name': '纪实',
      'title': '纪实'
    },
    {
      'count': 5,
      'name': '社会',
      'title': '社会'
    },
    {
      'count': 5,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 4,
      'name': '社会学',
      'title': '社会学'
    },
    {
      'count': 4,
      'name': '新闻',
      'title': '新闻'
    },
    {
      'count': 1,
      'name': '经济',
      'title': '经济'
    },
    {
      'count': 1,
      'name': '教育',
      'title': '教育'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29602612.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '天地之大德曰生\n“生男孩”比“生女孩”更痛苦？ 2\n赴美产子：回报超过“抢银行”？  6\n开豪车的也来：“弃婴岛”纵容丑恶？  11\n中国人真的会“避生羊宝宝”吗？  16\n百万包生男：剥削式代孕恶果 21\n中国孕妇为什么钟爱剖宫产？  25\n鼓励生育，能让人更愿意生二孩吗？  30\n人各欲善其子，而不知自修\n北大毕业生月薪八千被父鄙视背后 36\n为何中国人比美国、德国人更反感拼爹？  40\n《爸爸去哪儿》：中国父亲多“失败”？  45\n中国人带孩子，不该这么难 50\n“隔代抚养”真的教坏子孙？  55\n男童被灌酒致死：中国式逗小孩陋习何时休？  59\n教其不知，而恤其不足\n什么让拒剪短发的少女跳楼轻生？  64\n中国人学英语学得太多了吗？  70\n“高考工厂”维系了教育公平 74\n不能片面否定学生军训的意义 78\n不要低估人文学科的好处 82\n天下皆知取之为取，而莫知与之为取\n“美女老总问晕海归男”因何发生？ 88\n瑞典人不相信“狼性”  93\n“洗脑”式企业管理为何横行中国？  97\n80后怎成“过劳死”主力？  101\n800万职校学生变工人，谁之痛？  105\n工资集体协商，只能“看上去很美”？  109\n利害有常势，取舍无定姿\n该公开5.7亿巨奖得主身份吗？  114\n一枚奥运金牌耗费6亿？  119\n“黄金保值”是一种虚妄的迷信 123\n研究曹操DNA绝非“烧钱玩”  127\n30亿信托危机化解：稳赚不赔到何时？  131\n父替女还23万卡债：“卡奴”怎走投无路？  136\n为何连年轻富豪都不愿意买保险？  141\n民之质矣，日用饮食\n怎看“不用农药中国肯定饥荒”？  148\n肉鸡45天“速成”有何不可？  152\n漠视学术伦理将毁掉转基因 156\n竭泽而渔，岂不获得？而明年无鱼\n可怕的“中国式”地下排污 162\n不要期待地震可以被预报 166\n煤制气：治霾治出更猛污染？  172\n杭州垃圾焚烧难题为何难解？  176\n抗生素污染该重视但不该夸大 181\n城市与化工的距离，该好好丈量了 185\n重生者慈于身\n中烟日赚3.2亿，控烟还有戏吗？  190\n微博预告自杀：抑郁症怎夺女孩生命？  194\n全民免费医疗并非理所当然 198\n为什么要用“双盲试验”检验中医药？  203\n印度仿制药：穷人福音，药企死敌 207\n李开复患癌症给我们什么提醒？  212\n中国儿童药：用药靠掰，剂量靠猜 216\n解医患僵局，需相信“好心有好报”  221\n药价一放开，价格涨10倍？  225\n年收75亿医院让老乡们“肝儿疼”？  229\n屠呦呦获诺贝尔奖，中药现代化的胜利 233\n行路难，行路难\n别拿免通行费当堵车的借口 240\n中国护照何时能免签通行世界？  244\n埃及神庙刻“到此一游”丢全中国人的脸？  248\n唯落实带薪休假才能解“人山人海之痛”  255\n独在异乡为异客\n“异地高考”，死结何解？  260\n走得出农村，还应融得进城市 264\n北京、上海该“赶走低端外地人”吗？  269\n应考虑给高龄农民工发津贴 274\n人之道在法制，其用在是非\n国外如何保护动物？  280\n中国也该“化学阉割”强奸犯吗？  284\n农民土地下的天价乌木缘何被充公？  290\n卖一张盗版碟就判刑还远远不够 294\n20天8起校园性侵：儿童入“狼口”，防线何在？ 297\n拯救事实孤儿，需要“寄养父母”  301\n法院强令父亲探女，能有用吗？  305\n处境尴尬的中国私人侦探 310\n“毒星”扎堆：“娱乐性毒品”猛如虎 314\n证明“单身是单身”：你该有说“不”的权利 318\n现代社会不该有“因为穷放弃上诉”  323\n家事国事天下事，事事关心\n中国人“谁都不容易”？  328\n选美接连变“审丑”的潜规则 332\n火箭和汽车，哪个才是“高精尖”？  337\n刘翔摔倒的正常与不正常 340\n“扮鬼子一天死八次”奇葩在哪？  345\n自残追星的EXO女粉丝是如何炼成的？  351\n“大圣”救不了国产动漫 356\n老吾老，以及人之老\n扰民被泼粪：爱恨交织的广场舞 360\n“老年漂”，晚年何处安放？  364\n“广场舞诈骗”如何掏空大妈钱包？  367\n精神病人敬老院怀孕中的“同居养老”祸患 371\n我们与《今日话题》',
    'pages': '392',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29602612.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29602612.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29602612.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26706838\/',
    'id': '26706838',
    'publisher': '华中科技大学出版社',
    'isbn10': '7568013367',
    'isbn13': '9787568013369',
    'title': '观复',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26706838',
    'alt_title': '',
    'author_intro': '《今日话题》栏目是腾讯网的金牌栏目，居于网眼位置，其志在“聚焦”，一方面，坚定民生立场，追求新闻的快捷和信息的全面，注重议题的设置和新闻策划，拉近读者与新闻事件的距离，主张观点的展示和碰撞；另一方面，秉承鲜明的新闻价值观和不流于浅易的叙述，加强了核心观点的引导和输出，深入剖析问题与现状背后的深层次意义，形成了“有良知”的形象。',
    'summary': '本书为腾讯《今日话题》栏目十年精选集，围绕生育、家庭、学校、职场、经济、饮食、环境、医疗、出行、迁徙、法治、文化、养老等话题，关心人的命运，关注社会的进步，思索问题与方法，鞭辟入里，挖掘热点背后的真相。本书评论文章客观、冷静、广博、犀利而又酣畅淋漓，为网络新闻评论界提供了一个值得学习和研究的范本；从这本书中我们能感受到优秀的新闻评论人关注苍生的情怀和作为知识分子的担当。',
    'price': '55.00'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 19,
      'average': '7.4',
      'min': 0
    },
    'subtitle': '',
    'author': ['李立'],
    'pubdate': '2018-1',
    'tags': [{
      'count': 9,
      'name': '产品经理',
      'title': '产品经理'
    },
    {
      'count': 4,
      'name': '产品设计',
      'title': '产品设计'
    },
    {
      'count': 4,
      'name': '互联网',
      'title': '互联网'
    },
    {
      'count': 3,
      'name': '这本书必读啊！',
      'title': '这本书必读啊！'
    },
    {
      'count': 3,
      'name': '我想读这本书',
      'title': '我想读这本书'
    },
    {
      'count': 2,
      'name': '很值得推荐的一本书',
      'title': '很值得推荐的一本书'
    },
    {
      'count': 1,
      'name': '思维',
      'title': '思维'
    },
    {
      'count': 1,
      'name': '心理学',
      'title': '心理学'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s29616635.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '前言 思考力决定产品力\n第一章 产品思维\n第一节 本质思维：第一性原理\n第二节 相对思维：日光与阴影\n第三节 抽象思维：大圣的火眼金睛\n第四节 系统思维：镜中变色龙\n第五节 演化思维：自下而上的设计\n第二章 洞见需求\n第一节 产品设计者的终身课题\n第二节 需求是什么？\n第三节 产品需求“四归一”\n第四节 产品强度＝体验－成本\n第五节 需求的弹性\n第三章 产品设计\n第一节 设计流程：传统设计与精益设计\n第二节 用户研究：建立用户模型\n第三节 需求场景分析：角色、场景、方案\n第四节 产品MVP：低成本试错\n第五节 产品规则：拒绝什么定义产品“三观”\n第六节 方案出错，90%是问题错了\n第七节 拆解问题的三种方法\n第八节 架构设计：技术方案的十字路口\n第九节 交互与视觉\n第四章 产品成长与运营\n第一节 开发迭代\n第二节 抓住运营的本质\n第三节 数据分析的误区\n第四节 产品营销＝内容＋渠道\n第五章 企业战略与产品\n第一节 取舍之道\n第二节 构建壁垒\n第三节 开拓蓝海市场\n后记 好产品会说话，但每个人听到的都不同',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/44060381\/',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s29616635.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s29616635.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s29616635.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27205096\/',
    'id': '27205096',
    'publisher': '浙江大学出版社',
    'isbn10': '7308175359',
    'isbn13': '9787308175357',
    'title': '腾讯产品法',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27205096',
    'alt_title': '',
    'author_intro': '李立\n互联网观察者、商业案例研究者，长期从事移动互联网产品设计。\n曾供职于腾讯公司7年，先后在腾讯QQ秀产品部、无线安全产品部担任内容策划与产品策划。\n原QQ同步助手产品经理，曾参与微信产品合作项目。2014年离开腾讯后参与股权众筹平台天天投等多个互联网创业项目的研发。\n2016年加入考拉看看，从事商业书籍策划与创作。',
    'summary': '从QQ到微信，从《英雄联盟》到《王者荣耀》，腾讯公司凭借强大的产品力成为世界互联网企业中的佼佼者，其“小步快跑，试错迭代”的产品开发机制，“别让我思考”的极简主义理念，“变成白痴级用户”的用户驱动战略，都成为整个中国互联网行业竞相学习的典范。\n本书向读者完整地呈现了腾讯产品设计的底层思路，阐述了设计者如何发现问题、定义问题、拆解问题的全过程，从“产品思维”出发，以需求、战略、产品设计开发与运营的本质为落脚点，探讨了在互联网新产品时代来临之际，如何打通产品思维的脉络，找到产品设计的根源。同时，面向未来，作者也探讨了如何扩展“产品容纳用户心智的能力”等摆在互联网产品设计者面前更高阶的问题。',
    'ebook_price': '18.00',
    'price': '49元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 36,
      'average': '8.0',
      'min': 0
    },
    'subtitle': '你所知道的健康常识往往是错误的',
    'author': ['腾讯《今日话题》编辑部'],
    'pubdate': '2014-6-1',
    'tags': [{
      'count': 10,
      'name': '保健',
      'title': '保健'
    },
    {
      'count': 7,
      'name': '科普',
      'title': '科普'
    },
    {
      'count': 7,
      'name': '新闻',
      'title': '新闻'
    },
    {
      'count': 5,
      'name': '健康',
      'title': '健康'
    },
    {
      'count': 4,
      'name': '营养与健身',
      'title': '营养与健身'
    },
    {
      'count': 4,
      'name': '思想',
      'title': '思想'
    },
    {
      'count': 3,
      'name': '生活',
      'title': '生活'
    },
    {
      'count': 3,
      'name': '文化',
      'title': '文化'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27311761.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '',
    'pages': '224',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27311761.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27311761.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27311761.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25915168\/',
    'id': '25915168',
    'publisher': '吉林科学技术出版社',
    'isbn10': '7538472614',
    'isbn13': '9787538472615',
    'title': '是真的吗？',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25915168',
    'alt_title': '',
    'author_intro': '腾讯《今日话题》编辑部成立于2006年。\n七年来，编辑部里的成员虽已更换多次，但他们始终以“用常识解读新闻”作为口号，每天用专题形式为7亿用户提供及时、准确、深入的新闻分析，用专业的评论为互联网的独立思考树立标杆。',
    'summary': '腾讯精品栏目《今日话题》原创，科学求健康，较真更幸福。\n本书细致点评国人身边伪健康常识的幕后真相，相比同类书，本书更愿意用数据说话。伪健康常识在国人身边潜伏日久，空有说辞无法让读者信服，而本书始终把握国际主流科学界和权威组织的风向，用最权威的数据让“健康骗子”闭嘴。\n感冒药每年忽悠国人上百亿、“冤死”的面粉增白剂、瘦肉精并非都那么可怕、不健康不环保的中餐才是“垃圾食品”……本书直击时下最热的食品安全问题、滥用药物问题、过度保健，还有许多国人特有的健康陋俗，列举真实案例说明伪健康常识的危害性，精准的逻辑分析，让健康隐患无所遁形',
    'price': '35.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 45,
      'average': '4.5',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯财经'],
    'pubdate': '2015-2',
    'tags': [{
      'count': 14,
      'name': '经济学',
      'title': '经济学'
    },
    {
      'count': 7,
      'name': '科普',
      'title': '科普'
    },
    {
      'count': 6,
      'name': '经济',
      'title': '经济'
    },
    {
      'count': 3,
      'name': '魔鬼经济学',
      'title': '魔鬼经济学'
    },
    {
      'count': 3,
      'name': '作者：腾讯财经',
      'title': '作者：腾讯财经'
    },
    {
      'count': 2,
      'name': '金融学',
      'title': '金融学'
    },
    {
      'count': 2,
      'name': '2016书单',
      'title': '2016书单'
    },
    {
      'count': 1,
      'name': '金融&财经&经济&商业',
      'title': '金融&财经&经济&商业'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28014335.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第一章 民生为本：没有不重要的小事\n猪肉价格为何大起大落？\n北京的小学为何越来越难上\n高校学费贵：缺钱该向谁伸手？\n神秘的档案保管费你交了吗？\n最低工资标准越高越好？\n带薪休假在中国为什么这么难？\n中国景点票价为何全球最贵？\n买了航空延误险都能赔吗？\n养老并轨谁来买单？\n未富先老晚年保障靠社区？\n银行为何不愿发房贷\n中国的房子过剩了吗？\n服务业占比高的城市房价就高？\n18 亿亩红线“绑架”改革？\n光棍经济：单身族拉高GDP ？\n第二章 生财有道：没有不能赚的银子\n“学渣”比学霸更善于创业？\n饥饿营销泛滥，你中招了吗？\n你会花钱买天气预报吗？\n雾霾经济何时休？\n看病难？中国病人海外寻医\n移动医疗靠谱吗？\n“伟哥”为何不在中国降价\n管窥色情经济学\n博彩公司靠操控比赛盈利？\n第三章 投资不易：没有不要钱的午餐\n今天谁在买黄金？\n朋友圈海外代购算走私吗？\n买理财产品小心时间陷阱\n信用卡分期还款陷阱\n信用卡积分的秘密\n刷信用卡当心遇到套码商家\n注册公司需要几步？\n保定的房子值得买吗？\n以后还会有机场贵宾室吗？\n第四章 他山之石：没有看不到的未来\n香港为何打算限制内地游客\n美国全球查税波及中国富人\n没有尽头的全球避税战争\n内地富豪如何带钱去澳门赌场\n怎样能获得236 亿美元烟草赔偿？\n中国核电重启难在哪呢\n企业家为何要参加博鳌亚洲论坛\n中国是36 年后的世界杯冠军？\n机器人正在抢走我们的工作？',
    'ebook_url': 'https:\/\/read.douban.com\/ebook\/31701909\/',
    'pages': '221',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28014335.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28014335.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28014335.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26331676\/',
    'id': '26331676',
    'publisher': '东方出版社',
    'isbn10': '750607866X',
    'isbn13': '9787506078665',
    'title': '魔鬼经济学',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26331676',
    'alt_title': '',
    'author_intro': '',
    'summary': '谁在操纵猪肉的价格？雾霾经济何时休？学渣比学霸更善于创业？中国房子过剩吗？朋友圈海外代购算走私吗？机器人正在抢走我们的工作？……2014年3月，腾讯财经的动画视频栏目《魔鬼经济学》正式与大家见面。通过每期2分钟的动画视频，拆解新闻报道的各个关键点，附上贴近生活的经济学解读。而现在，更为详细的图文版就在你手中。它依然保有轻松活泼的风格，但更加专业和饱满。',
    'ebook_price': '12.00',
    'price': '39元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 0,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '红杉资本 IDG 软银等创投基金的掌舵人 腾讯 阿里巴巴 百度 京东 滴滴出行等独角兽公司背后的资本推手 互联网金融 物联网 大数据等行业的开拓者 清科旗下投资界对创投人物的深度记录',
    'author': ['投资界网站'],
    'pubdate': '2017-12-1',
    'tags': [{
      'count': 1,
      'name': '投资界',
      'title': '投资界'
    },
    {
      'count': 1,
      'name': '创业投资top100',
      'title': '创业投资top100'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s29632847.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '目 录\n序章 点金圣手 \/ 1\n沈南鹏：如何成为新经济的价值发现者 \/ 1\n第一章 潜力企业的发现者 \/ 9\n蔡文胜：拍照要找角度，赚钱当然更要找角度 \/ 10\n龚虹嘉：万倍投资回报的背后，10 亿元投向“三不”领域 \/ 16\n李斌：被资本改变，亦用资本颠覆他人 \/ 22\n李竹：天使不能太舒服 \/ 28\n刘晓松：如何投出腾讯、映客、狼人杀 \/ 35\n吴世春：狩猎1000 倍回报 \/ 46\n徐小平：不计“后果”，为梦想投资 \/ 54\n第二章 卓越企业的支持者 \/ 61\n曹国熊：“丰产”投资人的有趣灵魂 \/ 62\n陈浩：“君联式”狙击，我们每一单都要赢 \/ 67\n陈维广：投资界的“扫地僧” \/ 76\n陈玮：我头上的白发，都是这些年长出来的“PE 灰” \/ 83\n符绩勋：投资快手，谋定而动 \/ 89\n甘剑平：如何炼就消费领域的最佳“辨”手 \/ 96\n李宏玮：“灰色”区域里的创新往往会带来巨大变革 \/ 102\n厉伟：一位南派PE 大佬背后的流金岁月 \/ 108\n林欣禾：时间到了，就赌了 \/ 114\n刘二海的“局”：根据地打法全剖析 \/ 122\n刘芹：“狙击手”投出千亿美元估值的“独角兽” \/ 132\n罗茁：投出8 家上市公司，只因深谙“春种秋收”之规 \/ 137\n肖冰：投资生涯20 年，我开始感受到了“中年危机” \/ 146\n熊晓鸽：从VC 拓荒者到“VC+”帝国 \/ 152\n智者徐传陞：VC 视角的过去、现在和未来 \/ 158\n徐新：“风投女王”投出两首富，最高收益800 倍 \/ 165\n阎焱：一针见血的强势与善良 \/ 171\n应文禄：风险投资是长跑，时间是最客观的老人 \/ 178\n张维：深耕15 年，投资回报超100 倍，失败率仅1% \/ 187\n张颖：低调凶悍，心有猛虎嗅蔷薇 \/ 195\n郑伟鹤：我闻都闻得出来哪些企业可以上市 \/ 201\n成为朱啸虎 \/ 207\n第三章 伟大企业的推动者 \/ 213\n陈爽：一个千亿帝国的诞生 \/ 214\n程章伦：我关注的是中国还有什么事情没发生 \/ 221\n黎瑞刚：连拒绝比尔盖茨的公司都来拥抱他 \/ 229\n李宇辉：从Pre-IPO 到VC，在理性与感性之间，我还有孤独 \/ 236\n刘海峰：首次揭密顶级PE 的投资逻辑 \/ 246\n魏臻：“笃定”消费升级大有可为 \/ 256\n吴尚志：“中国本土第一PE”背后的缔造者 \/ 265\n许小林：窄胡同里能跑出最宽的路 \/ 272\n张磊：Think Big，Think Long \/ 280\n马化腾：没有边界的腾讯版图 \/ 285\n第四章　其他获奖人 \/ 291\n附录一　“2017 年投资界TOP100 投资人”总榜单 \/ 307\n附录二　“2017 年投资界TOP100 投资人”评选标准 \/ 313\n附录三　“2016 年投资界TOP 100 投资人”总榜单 \/ 316',
    'pages': '321',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s29632847.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s29632847.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s29632847.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/27599850\/',
    'id': '27599850',
    'publisher': '人民邮电出版社',
    'isbn10': '7115473307',
    'isbn13': '9787115473301',
    'title': '中国创投100人',
    'url': 'https:\/\/api.douban.com\/v2\/book\/27599850',
    'alt_title': '',
    'author_intro': '投资界网站\n投资界网站是清科旗下国内股权投资领域访问量、号召力、影响力均领先的专业门户网站。拥有强大的研究数据支持，合作上万家投资机构以及创业者，致力于为业内人士提供专业、准确、及时的资讯服务。\nhttp:\/\/www.pedaily.cn',
    'summary': '适读人群 ：新技术行业的创业者，创投行业的新进入者，创业与创投领域的咨询人员、研究人员\n100位卓越投资人的投资逻辑与方法论，一个经济时代的资本故事；\n他们是创业者应该结识的100个人，也是创投行业从业者应该深入了解的100个人；\n国内创投行业领先媒体投资界网站携手私募通数据库，40人深度访谈，60人背景资料，两年榜单汇总。\n这是一个科技创新的伟大时代，是一个创业者的伟大时代，同时也是创业投资人的伟大时代。\n作为中国创业与投资行业的领先者，清科集团旗下的投资界网站、清科研究中心和私募通综合掌握的一手数据和信息，根据候选人在过去3～5年的准确投资业绩，发布了“投资界TOP100投资人”榜单。《中国创投100人》对其中的40位代表人物进行了深入解读，从成长经历、个人性格、代表案例、投资理念和方法等角度，细致讲解了他们投资并支持腾讯、阿里巴巴、百度、京东、滴滴出行等传奇企业的投资逻辑和操作手法。同时，《中国创投100人》还附有对其他60位获奖人物的简要介绍，以及2016年、2017年“投资界TOP100投资人”的完整榜单。\n《中国创投100人》所介绍的中国投资人物，是创业者融资时应该要认识的100个人，也是创投行业的从业者应该了解的100个人。',
    'price': '65'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 19,
      'average': '7.4',
      'min': 0
    },
    'subtitle': '手游安全技术入门',
    'author': ['腾讯游戏研发部游戏安全中心'],
    'pubdate': '2016-6',
    'tags': [{
      'count': 24,
      'name': '游戏安全',
      'title': '游戏安全'
    },
    {
      'count': 11,
      'name': '游戏编程',
      'title': '游戏编程'
    },
    {
      'count': 7,
      'name': '游戏设计',
      'title': '游戏设计'
    },
    {
      'count': 6,
      'name': '游戏开发',
      'title': '游戏开发'
    },
    {
      'count': 5,
      'name': '计算机',
      'title': '计算机'
    },
    {
      'count': 5,
      'name': '手游',
      'title': '手游'
    },
    {
      'count': 3,
      'name': '行业大牛',
      'title': '行业大牛'
    },
    {
      'count': 2,
      'name': '游戏技术',
      'title': '游戏技术'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s28771366.jpg',
    'binding': '平装',
    'translator': [],
    'catalog': '第 1 篇概述篇 1\n第1 章手游面临的安全风险 2\n1.1 静态修改文件 3\n1.1.1 修改游戏资源 3\n1.1.2 修改代码 4\n1.1.3 修改配置 4\n1.2 动态篡改逻辑 4\n1.2.1 修改代码 5\n1.2.2 修改数据 6\n1.3 游戏协议 6\n1.3.1 篡改游戏协议 6\n1.3.2 重发游戏协议 7\n1.4 游戏盗号 7\n1.5 恶意发言 8\n1.6 工作室 8\n1.7 小结 8\n第 2 章外挂的定义、分类及实现原理 9\n2.1 外挂的定义 9\n2.2 外挂的分类 10\n2.2.1 辅助版外挂 10\n2.2.2 破解版外挂 15\n2.3 外挂的实现原理 15\n2.3.1 辅助版外挂的实现原理 16\n2.3.2 破解版外挂的实现原理 17\n2.4 小结 18\n第 3 章手游外挂技术汇总 19\n3.1 ARM 汇编 19\n3.2 C、C++语言 19\n3.3 Android 开发 20\n3.4 iOS开发 20\n3.5 了解常用的游戏引擎 20\n3.6 静态分析（IDA 分析） 21\n3.7 动态分析（Android、iOS调试） 21\n3.8 有必要了解的其他编程语言 21\n3.9 静态修改 22\n3.10 动态修改 22\n3.11 小结 22\n第 2 篇环境搭建篇 23\n第4 章开发环境搭建 24\n4.1 Android 开发环境搭建 24\n4.1.1 Cygwin 环境搭建 24\n4.1.2 Eclipse 环境搭建 27\n4.1.3 Android 平台的Native 程序编写 29\n4.1.4 Android Native 程序的NDK 编译 30\n4.1.5 Android Native 程序的加载运行 30\n4.2 iOSXcode开发环境搭建 31\n4.2.1 下载Xcode 31\n4.2.2 真机部署 32\n4.3 iOS越狱开发环境搭建 33\n4.3.1 Theos越狱开发环境搭建 34\n4.3.2 iOSOpenDev下载与安装 35\n4.3.3 如何创建和编译iOS动态库文件 36\n4.3.4 如何加载、运行iOS动态库 37\n4.4 小结 38\n第 5 章调试环境搭建 39\n5.1 Android 平台调试环境的搭建 39\n5.2 iOS 32 位调试环境的搭建 41\n5.2.1 软件安装 41\n5.2.2 iOS 32 位程序的调试 42\n5.3 iOS 64 位程序调试环境的搭建 44\n5.3.1 iPhone 设备的CPU 类型介绍 44\n5.3.2 lldb环境搭建 45\n5.3.3 lldb调试介绍 46\n5.4 小结 48\n第 6 章工具汇总与使用 49\n6.1 IDA Pro 49\n6.1.1 用IDA 加载可执行文件 50\n6.1.2 用IDA 分析可执行文件 52\n6.1.3 IDA 功能界面 54\n6.2 APKTool工具 61\n6.2.1 反编译APK 文件 62\n6.2.2 重打包APK 文件 63\n6.3 ILSpy工具 64\n6.3.1 加载文件 64\n6.3.2 保存反编译代码 65\n6.4 MachOView工具 66\n6.4.1 加载Mach-O 文件 67\n6.4.2 文件头信息 68\n6.4.3 加密信息获取 69\n6.5 MobileSubStrate工具组件 70\n6.5.1 MobileHooker 71\n6.5.2 MobileLoader 71\n6.5.3 Safe Mode 72\n6.6 小结 72\n第 3 篇游戏基础篇 73\n第7 章手游开发基础概述 74\n7.1 游戏玩法与分类 74\n7.1.1 MMORPG 类游戏 75\n7.1.2 FPS 类游戏 77\n7.1.3 ARPG 类游戏 78\n7.1.4 卡牌类游戏 79\n7.1.5 RTS 类游戏 79\n7.1.6 消除类游戏 80\n7.1.7 MOBA 类游戏 81\n7.1.8 跑酷类游戏 81\n7.2 游戏系统及开发的相关概念 82\n7.2.1 手游系统的组成 82\n7.2.2 手游开发语言 88\n7.2.3 手游网络模式 88\n7.3 小结 89\n第 8 章游戏引擎的基本概念及常见引擎介绍 90\n8.1 什么是游戏引擎 90\n8.2 游戏引擎子系统 91\n8.2.1 渲染系统 91\n8.2.2 音频系统 92\n8.2.3 物理系统 93\n8.2.4 人工智能 93\n8.3 常用手游引擎 94\n8.3.1 Cocos2D 引擎 94\n8.3.2 Unity 3D 引擎 95\n8.4 小结 96\n第 9 章游戏漏洞概述 97\n9.1 游戏安全漏洞的基本概念 97\n9.1.1 游戏逻辑漏洞 98\n9.1.2 游戏协议稳定型漏洞 98\n9.1.3 游戏服务端校验疏忽型漏洞 99\n9.2 游戏漏洞风险点分类 99\n9.2.1 手游常见类型 99\n9.2.2 手游风险 100\n9.3 小结 104\n第 4 篇逆向篇 105\n第10 章静态分析 106\n10.1 ARM 反汇编速成 106\n10.1.1 ARM 体系简介 106\n10.1.2 ARM 指令样例解析 107\n10.1.3 Thumb 指令简述 110\n10.1.4 函数传参 111\n10.1.5 浮点数基础 111\n10.2 Android 平台的ELF 文件格式 113\n10.2.1 文件头信息 114\n10.2.2 程序头信息 115\n10.2.3 节表头信息 117\n10.3 iOS平台的Mach-O 文件格式 118\n10.3.1 文件头格式 119\n10.3.2 Load Command 信息 121\n10.4 IDA 静态分析 123\n10.4.1 IDA 启动及加载文件 123\n10.4.2 IDA 静态分析主界面及窗口 124\n10.4.3 用IDA 保存静态分析结果 128\n10.4.4 IDA 静态分析的常用功能及快捷键 129\n10.5 小结 132\n第 11 章动态分析 133\n11.1 Android 平台的IDA 动态调试 133\n11.1.1 启动IDA 调试器 133\n11.1.2 加载Android 原生动态链接库 135\n11.1.3 动态调试主界面 138\n11.1.4 IDA 动态调试断点和脚本功能 139\n11.1.5 IDA 动态调试修改数据功能 141\n11.1.6 用IDA 调试器修改代码 143\n11.2 iOS平台中的GDB 动态调试 144\n11.2.1 用GDB 加载调试程序 144\n11.2.2 GDB 常用的调试功能 146\n11.3 iOS平台的lldb动态调试 151\n11.3.1 用lldb加载调试程序 151\n11.3.2 lldb的调试功能 154\n11.3.3 其他功能 157\n11.4 小结 158\n第 5 篇开发篇 159\n第12 章定制化外挂开发流程 160\n12.1 什么是定制化外挂 160\n12.2 定制化外挂开发的基础流程 161\n12.3 定制化外挂开发各环节介绍 161\n12.3.1 逆向分析游戏逻辑 162\n12.3.2 验证外挂功能是否可行 162\n12.3.3 注入游戏进程 163\n12.3.4 枚举游戏进程模块 163\n12.3.5 Hook 关键函数 163\n12.3.6 游戏内存数据修改 164\n12.3.7 反调试功能 164\n12.4 小结 165\n第 13 章注入技术的实现原理 166\n13.1 什么是进程注入技术 166\n13.2 Android 平台下ptrace注入技术的实现 167\n13.2.1 ptrace函数介绍 167\n13.2.2 ptrace注入进程流程 168\n13.2.3 ptrace注入的实现 169\n13.2.4 ptrace注入实例测试 173\n13.3 Android 平台下Zygote 注入技术的实现 174\n13.3.1 Zygote 注入技术的原理 174\n13.3.2 Zygote 注入技术的实现流程 174\n13.3.3 Zygote 注入器的实现方式 175\n13.3.4 注入Zygote 的模块功能实现 182\n13.3.5 Zygote 注入实例测试 182\n13.4 Android 平台感染ELF 文件的注入技术实现 184\n13.4.1 ELF 文件的格式 185\n13.4.2 感染ELF 文件的注入实现原理 186\n13.4.3 感染ELF 文件的注入实现过程 187\n13.4.4 感染ELF 文件的注入实例分析 188\n13.4.5 感染ELF 文件的注入编程实现 192\n13.4.6 感染ELF 文件的注入实例测试 194\n13.5 iOS平台越狱环境的注入实现 195\n13.5.1 利用Theos环境创建注入工程 195\n13.5.2 工程文件说明 196\n13.5.3 编译和安装 200\n13.5.4 iOS注入原理介绍 202\n13.6 小结 203\n第 14 章 Hook 技术的实现原理 205\n14.1 Hook 技术简介 205\n14.2 Android 平台基于异常的Hook 实现 206\n14.2.1 基于异常Hook 的实现原理 206\n14.2.2 Android 平台基于异常Hook 的实现流程 207\n14.2.3 基于异常Hook 的实现代码 208\n14.2.4 基于异常Hook 的实例测试 212\n14.3 Android 平台的Inline Hook 实现 214\n14.3.1 Inline Hook 的实现原理 214\n14.3.2 Inline Hook 的实现流程 215\n14.3.3 Inline Hook 的实现代码 216\n14.3.4 Inline Hook 的实例测试 220\n14.4 Android 平台下导入表Hook 的实现 224\n14.4.1 导入表Hook 的实现原理 224\n14.4.2 导入表Hook 的实现流程 224\n14.4.3 导入表Hook 的实现代码 225\n14.4.4 Android 平台下导入表Hook 的实例测试 229\n14.5 小结 230\n第 15 章游戏进程的模块信息获取 231\n15.1 Android 平台进程模块的信息获取 231\n15.1.1 Android 内存模块遍历的原理 232\n15.1.2 Android 内存模块遍历的实现 233\n15.1.3 实例测试 236\n15.2 iOS平台进程模块信息的获取 237\n15.2.1 Dyld API 遍历模块的原理 237\n15.2.2 Dyld API 遍历模块实现 239\n15.2.3 通过内存遍历法获取模块的原理 239\n15.2.4 通过内存遍历法获取模块信息的实现 241\n15.2.5 实例测试 247\n15.3 小结 249\n第 16 章篡改游戏内容的实现原理 250\n16.1 游戏内容读写方式分类 250\n16.2 非注入式篡改 251\n16.2.1 篡改APK 安装包 251\n16.2.2 篡改游戏的安装目录文件 253\n16.2.3 篡改“\/proc\/”目录文件 253\n16.3 注入式篡改 258\n16.3.1 篡改内存数据 259\n16.3.2 篡改逻辑代码 259\n16.3.3 注入式篡改代码实例讲解 260\n16.4 小结 263\n第 17 章反调试技术 264\n17.1 Android 平台的常规反调试技术 264\n17.1.1 Android 平台的Self-Debugging 反调试方案 265\n17.1.2 Android 平台的轮询检测反调试方案 268\n17.1.3 Android 平台Java 层的反调试技术 270\n17.2 iOS平台的反调试技术 270\n17.2.1 iOS平台拒绝被附加反调试方案 271\n17.2.2 iOS平台的轮询检测反调试方案 272\n17.3 小结 273\n第 6 篇实战篇 275\n第18 章游戏逆向分析实战篇 276\n18.1 C++游戏分析实战篇 276\n18.1.1 C++游戏识别 277\n18.1.2 C++基础 278\n18.1.3 C++游戏的逆向分析方法 279\n18.1.4 C++游戏的破解思路 281\n18.1.5 C++游戏逆向分析实战篇——《雷霆战机》无敌和秒杀功能分析 281\n18.2 Unity 3D 游戏分析实战篇 289\n18.2.1 识别Unity 3D 游戏 289\n18.2.2 Unity 3D 游戏的破解方法 290\n18.2.3 Unity 3D 游戏分析涉及的工具 291\n18.2.4 Unity 3D 游戏分析实战篇——《星河战神》的无限冲刺功能分析 292\n18.3 Lua游戏分析实战 295\n18.3.1 识别Lua游戏 295\n18.3.2 破解Lua游戏的方法 296\n18.3.3 常用工具 298\n18.3.4 Lua游戏实战——破解《疾风猎人》的Lua代码 298\n18.3.5 Lua游戏分析实战——破解《游龙英雄》的Lua代码 300\n18.4 小结 302\n第 19 章外挂逆向分析实战——《雷霆战机》圈圈外挂分析 303\n19.1 外挂整体分析 303\n19.2 外挂注入功能分析 304\n19.2.1 com.oozhushou-1.apk 文件分析 304\n19.2.2 hhloader模块分析 309\n19.2.3 外挂注入的实现方式 311\n19.3 外挂作弊功能分析 312\n19.3.1 秒杀功能的实现分析 312\n19.3.2 忽略伤害功能的实现分析 315\n19.3.3 护盾延迟功能的实现分析 316\n19.4 小结 317\n第 20 章外挂开发实战——《2048》手游快速通关功能分析及开发 318\n20.1 游戏功能分析 318\n20.1.1 功能可行性分析 318\n20.1.2 游戏引擎的确认 320\n20.1.3 关键逻辑的逆向分析 320\n20.2 外挂功能的实现 326\n20.2.1 实现思路 326\n20.2.2 实现原理 327\n20.2.3 实现流程 327\n20.2.4 实现代码 328\n20.3 测试结果 329\n20.4 小结 330\n第 21 章Unity3D 引擎逆向分析 332\n21.1 Unity 3D 引擎概述 332\n21.2 Android 平台Unity 3D 引擎的Mono 机制分析 333\n21.2.1 Mono 介绍 333\n21.2.2 Mono 主框架的执行流程 334\n21.2.3 C#函数调用的执行过程 335\n21.3 iOS平台的Unity 3D 引擎IL2CPP 机制分析 338\n21.3.1 IL2CPP 机制生成代码的对比 338\n21.3.2 逆向分析IL2CPP 机制中C#函数的调用方式 342\n21.3.3 Unity 3D 引擎的IL2CPP 机制安全性分析 347\n21.4 Unity 3D 引擎AB 机制分析及《天天来战》AB 包还原 349\n21.4.1 Unity 3D 的AB 打包实现 349\n21.4.2 C#脚本的AB 包加载及运行过程 351\n21.4.3 《天天来战》游戏的AB 包处理方式分析及还原 352\n21.5 小结 358',
    'pages': '384',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s28771366.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s28771366.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s28771366.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26806943\/',
    'id': '26806943',
    'publisher': '电子工业出版社',
    'isbn10': '7121287838',
    'isbn13': '9787121287831',
    'title': '游戏安全——手游安全技术入门',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26806943',
    'alt_title': '',
    'author_intro': '邓立丰\n在2010年加入腾讯公司，早期从事端游客户端的安全工作，负责过《地下城与勇士》《QQ飞车》《剑灵》等大型PC端网络游戏的反外挂对抗工作；从2014年开始从事手游客户端的安全工作，先后负责过《天天酷跑》《全民飞机大战》《雷霆战机》《天天炫斗》《穿越火线：枪战王者》等移动端游戏的反外挂对抗工作。从事游戏安全行业6年，积累了丰富的游戏安全反外挂对抗经验，对游戏安全领域有较为深入的理解和认知。\n陈志豪\n在2014年本科毕业于中南大学，以应届毕业生身份进入腾讯公司，担任客户端安全工程师。主要从事腾讯所有自研或代理手游的安全评审、《天天飞车》《天天炫斗》等游戏的外挂对抗，以及其他手游的漏洞挖掘工作。对各种类型的主流游戏的外挂和反外挂原理都有所积累。\n王彬\n在2014年以应届毕业生身份加入腾讯公司的游戏部门，负责手游前端的安全对抗工作。目前主要负责《全民飞机大战》《王者荣耀》《穿越火线：枪战王者》等手游的反外挂工作，同时开发工具以支持手游安全评审及漏洞挖掘等相关工作。\n潘宇峰\n毕业于武汉大学，曾任百度安全工程师，在2015年加入腾讯公司，主要负责腾讯公司手游的安全评审和漏洞挖掘工作。熟悉基于Unity 3D、Cocos2d-x引擎的C++、C#、Lua游戏的分析和外挂制作。\n刘从刚\n在2015年加入腾讯公司的游戏安全部门，参与多个移动端游戏的反外挂对抗和运营工作，平时热爱逆向分析。\n彭智伟\n在2014年以应届毕业生身份进入腾讯公司，负责手游安全性评审和外挂分析工作。\n黎伟柱\n在2009年大学毕业，先后从事嵌入式系统和Android软件开发。在2014年加入腾讯公司，从事手游外挂对抗工作。熟悉Android软件框架，擅长软件开发及架构。\n丁笑一\n在2015年以应届毕业生身份进入腾讯公司的游戏部门，负责手游安全开发和对抗工作。熟悉各类手游的玩法和外挂原理，擅长Android和iOS平台的游戏安全方案的设计及分析工具的开发。\n王宏俊\n从2013年开始涉足Android安全行业，对Android安全的攻防有一定的经验，曾主导开发了Android版的《叉叉助手》。在2014年加入腾讯公司的业务安全中心，现在主要从事Android客户端安全方案的开发工作。',
    'summary': '《游戏安全——手游安全技术入门》是国内移动游戏安全领域的开山之作，填补了移动游戏安全书籍的空白，揭开了移动游戏外挂的神秘面纱。\n随着移动互联网的日益普及，业内对移动安全领域的专业人才的需求逐年增加，而该领域的专业人才相对匮乏，很多开发人员和有志于从事相关行业的在校学生等一直缺少相关的参考资料和书籍。作为移动安全领域的入门书籍，《游戏安全——手游安全技术入门》以移动端（涵盖了Android 和iOS两大平台）的游戏逆向分析和外挂技术为切入点，详细讲述了手游安全领域的诸多基础知识和技能，包括：移动端开发和调试环境搭建、典型的移动游戏特性、与外挂相关的安全开发技术、游戏和外挂的逆向分析方法、外挂开发实战演练、游戏引擎逆向分析等内容，书中的部分源代码可免费从网上下载。读者在掌握本书的内容之后，便可入门手游安全领域，同时可以很容易地将在本书中学到的知识扩展至移动端的其他领域，例如：安全方案开发、病毒分析、软件逆向及保护等。\n《游戏安全——手游安全技术入门》可作为高等院校计算机安全相关专业的辅助教材，也可供移动端安全技术人员、游戏开发人员，以及有志于从事游戏安全相关工作的学生等参考。',
    'price': '79.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 15,
      'average': '7.2',
      'min': 0
    },
    'subtitle': '燕山大讲堂中国问题思辩录',
    'author': ['腾讯网 编'],
    'pubdate': '2010-5',
    'tags': [{
      'count': 4,
      'name': '政治',
      'title': '政治'
    },
    {
      'count': 4,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 3,
      'name': '社科',
      'title': '社科'
    },
    {
      'count': 2,
      'name': '社会',
      'title': '社会'
    },
    {
      'count': 2,
      'name': '法学',
      'title': '法学'
    },
    {
      'count': 2,
      'name': '思想',
      'title': '思想'
    },
    {
      'count': 2,
      'name': '人文（文化+社科+教育）',
      'title': '人文（文化+社科+教育）'
    },
    {
      'count': 2,
      'name': '中国言实出版社',
      'title': '中国言实出版社'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s6179217.jpg',
    'binding': '',
    'translator': [],
    'catalog': '法律精神  江 平 中国60年法治进程再思考  李 强 行政体制改革的政治学解读  何 兵 中国百年司法建设的经验总结  黄源盛 历史视野下的“六法全书”  常 凯 劳动法治30年变迁、现状与未来  陈忠林、张千帆等 司法改革：“职业化”抑或“民主化”  马怀德行政法治30年天下大势  沈洪博 越南经济危机和亚洲新兴经济体的潜在风险  陈志武 百姓收入为何赶不上GDP增长  沈明高 改革开放与未来经济30年  周其仁经济大势的转变公民社会  党国英 中国改革30年的逻辑  蔡定剑 中国政治体制改革30年  吕日周 领导干部要带头推动法洽进程  贾西津 汶川震灾中的民间力量  张 鸣 民国的三个面相  周孝正 中国如何走向公民社会  孙立平 解决社会矛盾的新思维编后记：我们为什么创办燕山大讲堂',
    'pages': '305',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s6179217.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s6179217.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s6179217.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/3516194\/',
    'id': '3516194',
    'publisher': '中国言实',
    'isbn10': '7802500818',
    'isbn13': '9787802500815',
    'title': '理解中国',
    'url': 'https:\/\/api.douban.com\/v2\/book\/3516194',
    'alt_title': '',
    'author_intro': '',
    'summary': '《理解中国：燕山大讲堂中国问题思辩录(第1辑)》内容简介：中国正处在变革和转型的关键时刻，有很多严峻的问题急需回答，如何推进民主和法治？如何实现社会公平正义？如何化解社会矛盾和经济风险？如何全面增进国民的福祉？如何让每个独立的生命个体“活得更有尊严”？……\n《理解中国：燕山大讲堂中国问题思辩录(第1辑)》汇集“燕山大讲堂”中各界名流的智慧和见解，可视为对上述问题严肃而郑重的回答。这些观点并非都是济世良药，但必将有助于我们拨云见日，去伪存真。',
    'price': '38.00元'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 2,
      'average': '0.0',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯·大师'],
    'pubdate': '2013-9',
    'tags': [{
      'count': 6,
      'name': '杨丽萍',
      'title': '杨丽萍'
    },
    {
      'count': 4,
      'name': '艺术',
      'title': '艺术'
    },
    {
      'count': 4,
      'name': '女性',
      'title': '女性'
    },
    {
      'count': 1,
      'name': '舞蹈',
      'title': '舞蹈'
    }
    ],
    'origin_title': '',
    'image': 'https://img3.doubanio.com\/mpic\/s27219845.jpg',
    'binding': '',
    'translator': [],
    'catalog': '杨丽萍：灵魂的舞者\n杨丽萍：灵魂的舞者\n“艺术要有根系，它像一棵大树一样，绝对不是一个盆景。”\n“现在连村子都变成城中村的话，他们是没有兴趣再传承这种东西的。”\n“我是让他们永远在回忆，好像还生活在那个时候一样。”\n“把舞蹈当成是热爱的一门艺术和一种仪式，这种人还是太少。”\n“我这种人是喜欢开另外一扇窗户，大家开过的窗户我可能不想去开启。”\n“我的学习方式是跟一条河学习，跟一朵向日葵学习。”\n“差不多有10年，自己亲身体验到了各个民族的歌舞，和他们的生活形态。”\n“其实我对人性是很悲观的，所以我喜欢跳舞，我觉得跳舞要单纯一点。”\n“跳舞无处不在，想跳就跳。”\n“第三次去鬼都没有了，人就是这么好奇，千万不要拿这个东西来吹我。”\n“民族的东西虽然很土，但只要有生命感知的人都会去感知的。”\n“民间的东西你随便用，那个‘神’和精神气，一般人可真是调不出来的。”\n“人家说我上辈子可能是天女，天女本身就该散花。”\n“我公益的心态就是用舞蹈去供养，用自己的才华去回馈，这是最大的捐赠。”\n“我知道鸡蛋不能碰石头的道理，保护自己的能力也是要的。”\n“我不执著，只是觉得不好意思，这件事是我叫着大家一起干的，怎么我不见了。”\n“我现在要做出来的舞剧可能是更大的思考，表现生命的本质。绝不是简单的风花雪月。”\n“这个世界上像我这样跳舞跳40年的，很少。”\n“我的心态很好，任何时候都挺好，都看得很清楚。”\n“电影还是审查得太厉害，但有些东西肯定是要跟人性结合起来的，否则电影就没有意义了。”\n“我不太喜欢与人交流，一般来说尽可能避免社会的一些接触，因为我挺不相信的。”\n“我真的喜欢跳舞，没关系，怎么跳都行，只要跳就行。”\n“既要能赚到钱买到孔雀裙，也要让那条孔雀裙没有任何的铜臭味，这是很难的一件事。”\n“我从来不相信农民就是英雄，我也不相信英雄就不是农民。”\n中国故事',
    'pages': '',
    'images': {
      'small': 'https://img3.doubanio.com\/spic\/s27219845.jpg',
      'large': 'https://img3.doubanio.com\/lpic\/s27219845.jpg',
      'medium': 'https://img3.doubanio.com\/mpic\/s27219845.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/25828648\/',
    'id': '25828648',
    'publisher': '中信出版社',
    'isbn10': '7900261788',
    'isbn13': '9787900261786',
    'title': '杨丽萍：灵魂的舞者',
    'url': 'https:\/\/api.douban.com\/v2\/book\/25828648',
    'alt_title': '',
    'author_intro': '',
    'summary': '杨丽萍，一个用舞蹈书写生命的诗人。她在中国民族舞的大幕下，踏出了40年精湛、优雅、天才绝伦的舞步。\n她在20世纪80年代独领风骚的《孔雀舞》，已经成为跨越时代的美丽经典；2003年，她编舞和领衔的大型原生态歌舞《云南映象》，把少数民族的原生态文化，演绎得淋漓尽致。本书以访谈的形式，带你走近这位兼具灵性与神性的生命舞者，体验她的舞蹈人生。',
    'price': '2.99'
  },
  {
    'rating': {
      'max': 10,
      'numRaters': 16,
      'average': '6.4',
      'min': 0
    },
    'subtitle': '',
    'author': ['腾讯大家编辑部'],
    'pubdate': '2016-5',
    'tags': [{
      'count': 2,
      'name': '张爱玲',
      'title': '张爱玲'
    },
    {
      'count': 1,
      'name': '中国',
      'title': '中国'
    },
    {
      'count': 1,
      'name': '不再重读',
      'title': '不再重读'
    }
    ],
    'origin_title': '',
    'image': 'https://img1.doubanio.com\/mpic\/s29337018.jpg',
    'binding': '',
    'translator': [],
    'catalog': '',
    'pages': '',
    'images': {
      'small': 'https://img1.doubanio.com\/spic\/s29337018.jpg',
      'large': 'https://img1.doubanio.com\/lpic\/s29337018.jpg',
      'medium': 'https://img1.doubanio.com\/mpic\/s29337018.jpg'
    },
    'alt': 'https:\/\/book.douban.com\/subject\/26967732\/',
    'id': '26967732',
    'publisher': '中信出版社',
    'isbn10': '7916002248',
    'isbn13': '9787916002243',
    'title': '张爱玲：人生就是一部大电影（腾讯大家）',
    'url': 'https:\/\/api.douban.com\/v2\/book\/26967732',
    'alt_title': '',
    'author_intro': '',
    'summary': '',
    'price': ''
  }
  ]
}
let books = arrangeData('book', bookData)
export default books
