import arrangeData from '../controllers/arrangeData'
let bookData = {
    'count': 10,
    'start': 0,
    'total': 184,
    'books': [{
            'rating': {
                'max': 10,
                'numRaters': 6139,
                'average': '7.8',
                'min': 0
            },
            'subtitle': '中国互联网公司进化论',
            'author': ['吴晓波'],
            'pubdate': '2017-1-1',
            'tags': [{
                    'count': 2101,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 1793,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 1410,
                    'name': '吴晓波',
                    'title': '吴晓波'
                },
                {
                    'count': 1351,
                    'name': '企业史',
                    'title': '企业史'
                },
                {
                    'count': 1176,
                    'name': '传记',
                    'title': '传记'
                },
                {
                    'count': 1037,
                    'name': '商业',
                    'title': '商业'
                },
                {
                    'count': 679,
                    'name': '创业',
                    'title': '创业'
                },
                {
                    'count': 489,
                    'name': '公司',
                    'title': '公司'
                }
            ],
            'origin_title': '',
            'image': 'https://img3.doubanio.com\/mpic\/s29653026.jpg',
            'binding': '平装',
            'translator': [],
            'catalog': '前言 谁能定格一座正在喷发的火山\n创业：1998-2004\n出击：2005-2009\n巨头：2010-2016\n马化腾的七种武器\n两个互联网世界：美国的，中国的\nPART 1 创业：1998-2004\n第1章 少年：喜欢天文的Pony站长\n看见了哈雷彗星的少年\n马化腾和三个中学同学\n大学机房里的病毒高手\n润迅公司里的“小马”\n惠多网里的马站长\n中国的第一批互联网人\n“我们一起办一家企业吧”\n第2章 开局：并不清晰的出发\n创办日：1998年11月11日\n不可错过的“互联网世代”\n狼狈不堪的岁月\n从ICQ到OICQ\nOICQ的中国式改造\nOICQ发布日：1999年2月10日\n第3章 生死：泡沫破灭中的挣扎\n“一只饿死鬼投胎的小精灵”\n企鹅的诞生\n“你可以不还钱，不过我不要你的股票”\n救命的IDG与盈科\n从OICQ到QQ\nMIH的意外进入\n第4章 梦网：意外的拯救者\n“影子国王”的梦网计划\n梦网拯救中国互联网\n第一次组织架构调整\n不成功的收费试验\nQQ收费风波：第一次舆论危机\nQ币：虚拟货币的诞生\n第5章 QQ秀：真实世界的倒影\n群聊：“社区”的第一次出现\n市场部的“阿凡达计划”\n“QQ人”与QQ现实主义\n2003年：三个战略级的衍变\n进入网游：没有“凯旋”的《凯旋》\nQQ．com：“青年的新闻门户”\n第6章 上市：夹击中的“成人礼”\n为什么选择高盛\n纳斯达克还是香港\n被光环掩盖了的上市\n整顿风暴中的“跛脚企鹅”\n对QQ的集体围剿\n告别少年期\nPART 2 出击：2005-2009\n第7章 调整：一站式在线生活\n“虚拟电信运营商”的幻灭\n被中国移动“驱逐”的日子\n在手机上“自立门户”\n新战略：“像水和电一样融入生活当中”\n第二次组织架构调整\n蚂蚁搬家：与淘宝的一场遭遇战\n“全民公敌”马化腾\n曾李青的离开\n第8章 战MSN：荣誉与命运\nMSN来了\n“收购”张小龙\n罗川的三重攻击\n重新定义即时通信\nMSN做错了什么\n2005年：中国人统治中国互联网\n第9章 空间：有别于Facebook的社交模式\n“一个大号的QQ秀”\n黄钻与进阶式会员体系\n绿钻：与iTunes不同\n美国大学与中国网吧\n“他们跟我们争夺每一个网吧”\n三战51\n马化腾与扎克伯格\n开心农场的爆炸性效应\n第10章 金矿：“游戏之王”的诞生\n偏师借重任宇昕\n进击联众：一场事先张扬的比拼\n泡泡堂与QQ堂之战\nQQ宠物：母爱情结的宣泄\n绕开主战场的侧击战略\n《穿越火线》与《地下城与勇士》\n“恐怖之王”的诞生\n第11章 广告：社交平台的逆袭\n流量上的胜利\n“QQ用户中有多少人买得起Dior？”\nMIND：重新定义互联网广告\n广点通：“效果广告”的逆袭\nPART 3 巨头：2010-2016\n第12章 用户：小马哥的产品哲学\n“那个只看见鸟的孩子是好学生”\n“他就是一个邮件狂人”\n瞬间变成“白痴级用户”的速度\n马化腾的第一次产品演讲\n大数据下的反馈体制\n第13章 转折：3Q大战\n暴风雨来袭的气息\n企鹅帝国的“三宗罪”\n舆论突袭：“狗日的”腾讯\n宿敌的出现：从制毒者到杀毒者\n正面冲突：电脑管家与隐私保护器\n舆论攻防：技术的，还是道德的\n白热化：扣扣保镖与艰难的决定\n刘畅的眼泪与“各退五十步”\n尴尬的结局：“赢了官司，输了舆论”\n第14章 开放：新的挑战与能力\n“打开未来之门”\n“马八条”与半年战略转型筹备期\n“诊断腾讯”：十场神仙会\n开放能力：资本与流量\n微博：移动时代的新对手\n第15章  微信：移动互联时代的“站台票”\n张小龙与雷军赛跑\n为什么是张小龙？\n朋友圈、公众号与微信红包\n微信的“创世纪”\n第16章 年轻：手机QQ的自我变革\n“并非补充，而可能是颠覆”\n“近六成QQ用户是90后”\nQQ新打法一：娱乐化社交\nQQ新打法二：场景化通信\n第17章 互联网+：泛娱乐的环型生态\n从《洛克王国》开始\n从动漫撕开一个口子\n50亿元收购盛大文学\n四环合璧，内容生态\n第18章 失控：互联网越来越像大自然\n“谁将会成为腾讯未来的敌人？”\n灰度法则的七个维度\n沉静型领导团队\n“连接一切”与“互联网+”\n腾讯的公益与社会责任\n“微微的晨光还照不亮太远的路”\n后记',
            'ebook_url': 'https:\/\/read.douban.com\/ebook\/31076416\/',
            'pages': '338',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s29653026.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s29653026.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s29653026.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/26929955\/',
            'id': '26929955',
            'publisher': '浙江大学出版社',
            'isbn10': '7308164209',
            'isbn13': '9787308164207',
            'title': '腾讯传',
            'url': 'https:\/\/api.douban.com\/v2\/book\/26929955',
            'alt_title': '',
            'author_intro': '吴晓波：著名财经作家，“吴晓波频道”、蓝狮子出版创始人，常年从事中国企业史和公司案例研究。著有《大败局》I和II、《激荡三十年》《跌荡一百年》《浩荡两千年》《历代经济变革得失》等广具影响力的财经书籍，著作两次入选《亚洲周刊》年度最佳图书。',
            'summary': '腾讯官方唯一授权的权威传记\n著名财经作家吴晓波倾力之作\n当市值最高的中国互联网公司，遇上中国财经界最冷静的一双眼睛\n读懂腾讯，读懂中国互联网\n.\n内容简介\n本书全景式地记录了腾讯崛起的经历，并以互联网的视角重新诠释了中国在融入全球化进程中的曲折与独特性。\n从1998年开始创业到成为世界级互联网巨头，腾讯以即时通信工具起步，逐渐进入社交网络、互动娱乐、网络媒体、电子商务等领域，在超高速发展的同时亦饱受争议，在“3Q大战”的激烈冲突之后又进一步走向开放……腾讯的发展路径，亦是中国互联网企业成长的缩影。我们可以看到，中国的互联网人在应用性迭代和对本国消费者的行为了解上，找到了自己的办法，并开始领跑全球。\n读懂腾讯，读懂中国互联网。',
            'ebook_price': '38.00',
            'price': '58.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 1059,
                'average': '7.2',
                'min': 0
            },
            'subtitle': '腾讯的用户体验设计之道',
            'author': ['腾讯公司用户研究与体验设计部'],
            'pubdate': '2013-1',
            'tags': [{
                    'count': 1087,
                    'name': '设计',
                    'title': '设计'
                },
                {
                    'count': 1039,
                    'name': '用户体验',
                    'title': '用户体验'
                },
                {
                    'count': 776,
                    'name': '交互设计',
                    'title': '交互设计'
                },
                {
                    'count': 518,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 403,
                    'name': '产品设计',
                    'title': '产品设计'
                },
                {
                    'count': 331,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 266,
                    'name': 'CDC',
                    'title': 'CDC'
                },
                {
                    'count': 125,
                    'name': '设计哲学',
                    'title': '设计哲学'
                }
            ],
            'origin_title': '',
            'image': 'https://img1.doubanio.com\/mpic\/s24522948.jpg',
            'binding': '精装',
            'translator': [],
            'catalog': '目录\n第1章设计理念\n沉浸其中做设计\n文\/钟磊 2\n特殊人群的设计关怀\n文\/ 朱丽娜，罗嫦春 7\n情感的容器——被寄托了的QQ视觉设计\n文\/顾晓元 22\n商业价值与用户价值的平衡\n文\/ 唐沐，陈妍，曾楚 29\n创新的渐进式\n文\/ 唐沐 40\n设计有爱\n文\/ 孙僮, 朱丽娜 47\n第2章设计方法\n有源设计\n文\/ 陈妍，董重里 54\n创新有法\n文\/ 杨光 61\n提升产品满意度的设计细节\n文\/ 吴团望 67\n用心唤起用户共呜\n文\/ 沈思渊 71\n拟物化设计\n文\/王茂，李茁萌 80\n一站式创新设计\n文\/ 杜健 87\n第3章用户研究\n全民CE\n文\/ 许京, 骆玘 100\n人物角色模型(Persona)的使用\n文\/ 殷文婧 104\n满意度评估模型的量身定制\n文\/ 黄利贤, 樊中一 111\n用户研究的质量保证: 信度和效度\n文\/ 倪海鹰 125\n把用户综合评价作为产品部门的考评指标\n文\/ 陈妍，骆玘，黄利贤 137\n谈谈眼动研究的一些作用\n文\/\/黄利贤, 胡炜 146\n第4章体验设计\n用户角色在设计中的应用\n文\/ 李安琪, 牟伟成 156\n设计，有场景\n文\/ 杨光 166\n设计中的逻辑思维——任务分析\n文\/ 杨光 172\n以用户心理模型为基准实现设计目标——朋友网改版设计分析\n文\/ 尤原庆 175\n细节决定成败——后期视觉规范的重要意义\n文\/ 崔莉, 叶杨莎, 秦颖夫 183\n品牌意识: 体验设计的引路者\n文\/ 郭洪伟 194\n设计是一种沟通\n文\/ 张蓓蓓 202\n视觉注意力—解剖设计的根源\n文\/ 潘伟彬 210\n微信的体验设计\n文\/ 翁乐腾 215\nQQ2012极地雪\n文\/ 戴永裕 222\n七年很痒\n文\/ 梁璟彪 231\nQQ邮箱重构之路\n文\/ 杨杰 244\n第5章设计流程和工具\n设计中心设计流程\n文\/ 刘梦诗 250\n设计项目的量化管理\n文\/ 钟锦松 256\n更早更准确地秀出你的设计\n文\/谢鑫 264\n敏捷设计流程\n文\/ 杜健 272\n从小工具到可视化平台——被寄托CDC管理平台进化史\n文\/ 曾楚, 夏牧子 277\n第6章团队成长与管理\nCDC成长记\n文\/ 唐沐 292\n多元化设计团队的成长\n文\/ 陈俊标, 戴永裕 300\n用研无用？\n文\/ 骆玘 310\n矩阵式设计项目管理\n文\/ 陈妍 , 杜健 314\n同客户共同成长\n文\/ 唐沐 320',
            'ebook_url': 'https:\/\/read.douban.com\/ebook\/1730219\/',
            'pages': '340',
            'images': {
                'small': 'https://img1.doubanio.com\/spic\/s24522948.jpg',
                'large': 'https://img1.doubanio.com\/lpic\/s24522948.jpg',
                'medium': 'https://img1.doubanio.com\/mpic\/s24522948.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/20471302\/',
            'id': '20471302',
            'publisher': '电子工业出版社',
            'isbn10': '7121186063',
            'isbn13': '9787121186066',
            'title': '在你身边，为你设计',
            'url': 'https:\/\/api.douban.com\/v2\/book\/20471302',
            'alt_title': '',
            'author_intro': '本书是腾讯核心部门之一CDC的设计经验总结和分享，并含有常规的交互设计、用户体验方面的设计法则，图文并茂，展现交互、视觉、用户体验设计的结合，体现当今着重体验的设计感受。',
            'summary': '设计属于所有人，也意在为所有人使用，这既是设计的价值，也是设计的责任。本书内容包括：设计理念、设计方法、用户研究、体验设计、设计流程和工具，以及团队成长与管理等方面的知识与经验分享。',
            'ebook_price': '38.00',
            'price': '69.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 981,
                'average': '7.4',
                'min': 0
            },
            'subtitle': '一个市值1500亿美元公司的产品真经',
            'author': ['潘东燕', '王晓明'],
            'pubdate': '2014-12-11',
            'tags': [{
                    'count': 469,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 333,
                    'name': '产品经理',
                    'title': '产品经理'
                },
                {
                    'count': 330,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 265,
                    'name': '管理',
                    'title': '管理'
                },
                {
                    'count': 207,
                    'name': '运营',
                    'title': '运营'
                },
                {
                    'count': 132,
                    'name': '思维',
                    'title': '思维'
                },
                {
                    'count': 111,
                    'name': '创新',
                    'title': '创新'
                },
                {
                    'count': 98,
                    'name': '设计',
                    'title': '设计'
                }
            ],
            'origin_title': '',
            'image': 'https://img3.doubanio.com\/mpic\/s27895324.jpg',
            'binding': '平装',
            'translator': [],
            'catalog': '推荐序1\n推荐序2\n序\n第一篇\t 腾讯手游大起底   \/ 01\n从战略到组织，从团队到产品，腾讯到底做了什么？\n史上最重任务之“打响移动游戏第一枪”   \/ 05\n选对人才能做对事，任宇昕亲点姚晓光   \/ 09\n一场要求极高的处女秀   \/ 12\n一个从未赢过的团队   \/ 13\n又遇管理“七宗罪   \/ 14\n史上最复杂的跨部门协作   \/ 16\n摸着石头能过河？   \/ 17\n团队乾坤大挪移之从“上小资”到“深斗士”   \/ 18\n步步为营，产品战略三步走   \/ 19\n再出发，愿景理念方法全矫正   \/ 22\n向创业团队转型，晚上12点前不回家   \/ 24\n大撤职！建立绩效驱动型文化   \/ 31\n高手告急！自建人才梯队机制   \/ 34\n结构再调整，组织再变形   \/ 38\n四招制胜史上最复杂的跨部门协作   \/ 42\n快速验证，价值驱动，团队自组织   \/ 47\n产品六脉神剑之“天天兄弟”奋斗记   \/ 58\n秘笈一：做到常人难以想象的尝试和重复次数   \/ 59\n秘笈二：激发全链条每一个环节的创造力   \/ 65\n秘笈三：人性，太人性了   \/ 68\n秘笈四：每次犯错都是一次卖萌的机会   \/ 74\n秘笈五：对“屌丝”的极致关怀   \/ 75\n秘笈六：暴力拼图法与临时资源替代法   \/ 76\n姚晓光：我这样打造精品大作   \/ 81\n像“蘑菇”那样思考   \/ 81\n极致的产品精神&变通的执行力   \/ 83\n理解和认同产品的社会价值   \/ 85\n第二部分 垂死项目复活记   \/ 91\n腾讯《摩登城市》项目大逆转\n悲情“城市”   \/ 94\n浑水摸“鱼”   \/ 95\n再战江湖   \/ 100\n天下武功，唯快不破   \/ 102\n从“提神基本靠狗”到“通讯基本靠吼”   \/ 105\n人与人的差距远大于人与猪   \/ 109\n第三部分 “十元店”的大生意   \/ 119\nQQ秀业务转型及QQ会员业务深度运营\n特权不是想要就能要   \/ 126\n立体化深度运营   \/ 131\n全体系业务联动   \/ 139',
            'ebook_url': 'https:\/\/read.douban.com\/ebook\/8068021\/',
            'pages': '160',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s27895324.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s27895324.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s27895324.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/26272662\/',
            'id': '26272662',
            'publisher': '机械工业出版社',
            'isbn10': '7111484223',
            'isbn13': '9787111484226',
            'title': '腾讯方法',
            'url': 'https:\/\/api.douban.com\/v2\/book\/26272662',
            'alt_title': '',
            'author_intro': '潘东燕\n出生于福建，山东大学管理学硕士。\n专注于管理案例的调研、采写与研究，深入调研超过60家各行业旗帜企业，采写超过50个各行业最佳实践案例，内容涵盖战略、运营、人力资源、企业文化、创新与创业、领导力、商业模式、团队管理、项目管理、产品开发、知识管理等管理学各个模块。现任《中欧商业评论》执行副主编、主笔（2010年至今），案例研究中心总监，中欧“颠覆式创新”私享会总策划、课程总监。\n王晓明\n生于辽宁，英国约克大学计算机硕士。\n敏思特咨询创始人、CEO，“轻敏捷”方法创始人，国内知名的组织转型导师。曾任腾讯高级管理顾问、组织转型导师，腾讯IEG自研委员会唯一外聘专家，腾讯天美艺游工作室首席管理顾问，迅雷首席管理顾问、总裁、首席体验官，创新工场特聘导师，华为首位敏捷组织转型咨询师，英国Pinesoft首席运营官，现担任搜狐畅游、第七大道首席管理顾问。',
            'summary': '这是国内第一本深度讲述腾讯产品研发与团队转型的书。本书介绍了腾讯三个不同生命周期的产品的开发过程，包括如何踏足新领域开发新产品；如何救活一个即将半路夭折的产品；如何让一个老产品持续盈利。本书呈现了互联网产品开发时会遇到普遍问题和解决方法，涉及大企业如何内部创业，并迅速组建新的项目团队；如何实现跨部门的合作；在面临新团队和紧急开发任务时如何提高团队沟通效率；在产品研发方面，如何定位产品、如何敏捷开发、如何测试和迭代等。三个案例皆为第一手材料，具有非常强的可读性和参考价值。',
            'ebook_price': '18.00',
            'series': {
                'id': '26760',
                'title': '腾讯-互联网时代系列图书'
            },
            'price': '39.00'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 128,
                'average': '6.6',
                'min': 0
            },
            'subtitle': '我们应该向腾讯学什么？',
            'author': ['艾永亮', '刘官华', '梁璐'],
            'pubdate': '2016-7-19',
            'tags': [{
                    'count': 53,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 48,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 30,
                    'name': '产品经理',
                    'title': '产品经理'
                },
                {
                    'count': 29,
                    'name': '企业管理',
                    'title': '企业管理'
                },
                {
                    'count': 23,
                    'name': '管理',
                    'title': '管理'
                },
                {
                    'count': 18,
                    'name': '创新',
                    'title': '创新'
                },
                {
                    'count': 14,
                    'name': '互联网+',
                    'title': '互联网+'
                },
                {
                    'count': 13,
                    'name': '方法论',
                    'title': '方法论'
                }
            ],
            'origin_title': '',
            'image': 'https://img1.doubanio.com\/mpic\/s28892708.jpg',
            'binding': '精装',
            'translator': [],
            'catalog': '前言\n第一部分　战略篇 001\n第1章　腾讯战略 003\n第1节　聚焦战略：从优秀到卓越只有两个字的距离 004\n“互联网一站式服务”的构想 004\n识别核心能力 004\n聚焦战略背后的三点逻辑 005\n以退为进 005\n第2节　泛娱乐战略：源于游戏，不止于游戏 006\n泛娱乐战略基于对用户的深刻洞察 006\n泛娱乐就是挣粉丝的钱 008\n“泛娱乐”战略下的“经典战役” 009\n第3节　双打战略：互补，让一切更完美 012\n腾讯五虎：企鹅帝国的中国式合伙人 012\n双打战略：精神领袖与科学管理 012\n第2章　腾讯战略的发动机：战略发展部 015\n第1节　腾讯的双眼，寻找着新的战略和机遇 016\n第2节　腾讯的双手，统揽全局协调各方 018\n第3节　腾讯的大脑，培养企业发展所需的人才 019\n第3章　腾讯的品牌战略 021\n第1节　“三低”之殇 021\n第2节　腾讯品牌“重生”的两大法宝 024\n连接 024\n场景 028\n腾讯公益：一份社会责任和担当 029\nWE大会：引领未来发展趋势 032\n泛娱乐：用造诣提升艺术品位 034\n谷雨：做时代的记录者 034\n开放的传统游戏数字图书馆：传统游戏资产的保护者和传承者 035\n第二部分　创新篇 037\n第4章　丛林生存指南 039\n第1节　必须遵循的进化论：物竞天择，适者生存 039\n第2节　修正随机进化 041\n第3节　拥抱失控 043\n第5章　生态型组织 046\n第1节　成长顿悟：从封闭到开放 046\n虽然辉煌 047\n转型是进行时，而非完成时 051\n第2节　华丽转身：打造生态版图 056\n第3节　连接一切：提出“互联网+”国家级战略 057\n第6章　有一种创新叫腾讯式创新 060\n第1节　腾讯创新三要素 061\n无创新不腾讯 061\n腾讯的创新之路 065\n第2节　赋予产品新生命 066\n拒绝模仿 066\n本地化的创新 067\n教科书式的商业模式创新 068\n第3节　从BU到BG 071\n创新的两大引擎 074\n推崇创新 074\n容错机制 076\n第三部分　管理篇 079\n第7章　产品至上的组织导向 081\n第1节　产品化一切 081\n第2节　面向用户，背靠老板 084\n第3节　做好产品的两个关键仪表盘 086\n对于产品体验的极度关注 086\n对于产品数据的实时关注 088\n第8章　充分自治的宏观管理 089\n第1节　大三层金字塔形的管理架构 089\n第2节　让最了解用户的人做决策 093\n小工作室的大权力 093\n产品来源于底层部门的孵化 095\n第3节　充分竞争激发最大活力 096\n业绩的竞争 096\n人才的竞争 097\n同行的竞争 097\n第9章　教练辅导的微观管理 098\n第1节　从小三层金字塔到新型强矩阵的进化 098\n第2节　与员工一起战斗 101\n第四部分　文化篇 105\n第10章　用互联网思维做企业文化 107\n第1节　以用户思维发现需求 108\n第2节　用产品思维制定政策 109\n第3节　用运营思维推行政策 110\n第11章　有品位的福利才是好福利 114\n第1节　有情有义，温馨细腻 114\n第2节　有趣搞笑，印象深刻 120\n第3节　有时尚，致青春 122\n美食篇 122\n走心之礼 123\n明星嘉年华 126\n第12章　在时空中生长的文化 129\n第1节　随时间生长的文化 129\n文化随时间向前流淌 129\n随时间向后传承 130\n第2节　随空间蔓延的文化 132\n让情感驻留的保温箱 132\n找到下一个马化腾 135\n第五部分　员工篇 137\n第13章　不犯错哪来的惊喜 139\n第1节　提供足够大的发挥空间 140\n第2节　用跨界、整合的思维去激发创新 140\n第3节　接受“捅娄子”，拒绝“不作为” 142\n第14章　像爱用户一样爱员工 144\n第1节　人本理念是一种情怀，更是具体行动 144\n第2节　视员工为第一财富 146\n第3节　呵护创新的种子 150\n第4节　PK是一种工作方式 153\n第15章　“游戏化”的员工成长体系 156\n第1节　80个打怪升级通道 157\n第2节　量身定制的闭环IDP 161\n第3节　超越培训的分享 165\n第六部分　用户篇 169\n第16章　伴随用户成长 171\n第1节　相知：立体的用户属性 172\n第2节　相伴：和用户做朋友 175\n第3节　相随：保持与用户共同成长的产品创新力 176\n第17章　腾讯的影子军队：外团 179\n第1节　自组织的外团 180\n第2节　嵌套式的管理 181\n第18章　用户洞察：腾讯独步江湖的神技 183\n第1节　深入骨髓的用户洞察 183\n第2节　看穿“谎言”，理解用户的真实需求 184\n第3节　连接产品与用户的超级平台 186\n第七部分　产品篇 189\n第19章　比用户更懂用户 191\n第1节　成为用户 191\n第2节　懂得用户 193\n1秒钟变“小白” 193\n需求挖掘者 194\n做心理学家 196\n第3节　超越用户 197\n永远不要以为自己已经很懂用户了 198\n用最深层次的需求吸引用户 199\n第20章　超预期体验 201\n第1节　直抵内心秘境 201\n第2节　回归本源，珍惜口碑 204\n把核心能力做到极致 205\n深挖核心功能的价值 206\n看不到的地方也要使力 206\n十倍挽回原则 207\n拒绝“小九九” 208\n第3节　投入情感 209\n温馨的“广告” 209\n深情的用户关怀 209\n真情流露 210\n第21章　用试错趋近完美 212\n第1节　快速立项，“野蛮”生长 212\n第2节　用灰度测试降低试错成本 215\n第3节　拥抱变化不等于随意变化 216\n第八部分　运营篇 219\n第22章　让产品自转的“魔法” 221\n第1节　建立规则：让产品自转 222\n少即是多 222\n让用户服务用户 224\n动态规则 225\n第2节　打造口碑：让产品在用户之间疯传 228\n前100个核心粉丝 228\n抓住意见领袖 229\n第3节　适度留白：保留运营空间 230\n第23章　运营驱动产品设计 231\n第1节　运营驱动第一步：收集用户反馈 232\n第2节　运营驱动的宗旨：让数据说话 233\n第3节　运营驱动的撒手锏：运营产品化 235\n第24章　拉通式运营 237\n第1节　团队内角色拉通 237\n第2节　跨产品拉通 238\n第3节　线上线下拉通 241\n第九部分　研发篇 243\n第25章　200人如10人 245\n第1节　三驾马车：产、研、运 245\n第2节　统一心跳：迭代与版本火车 247\n第3节　透明胜于沟通 250\n一日之计在于晨会 250\n实时刷新的进度墙 250\n全部透明的需求池 251\n近在手边的实时数据 252\n无边界的RTX 253\n沉淀备忘的邮件 254\n第26章　快比什么都重要 255\n第1节　让研发有飞一般的感觉 255\n第2节　极速研发模型 258\n第3节　时间、成本、质量 261\n第4节　东方的智慧 263\n第27章　海量服务之道 266\n第1节　海量服务之道1.0 266\n有损服务 267\n动态运营 269\n第2节　海量服务之道2.0 272',
            'ebook_url': 'https:\/\/read.douban.com\/ebook\/25798138\/',
            'pages': '272',
            'images': {
                'small': 'https://img1.doubanio.com\/spic\/s28892708.jpg',
                'large': 'https://img1.doubanio.com\/lpic\/s28892708.jpg',
                'medium': 'https://img1.doubanio.com\/mpic\/s28892708.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/26836223\/',
            'id': '26836223',
            'publisher': '机械工业出版社',
            'isbn10': '7111542657',
            'isbn13': '9787111542650',
            'title': '腾讯之道',
            'url': 'https:\/\/api.douban.com\/v2\/book\/26836223',
            'alt_title': '',
            'author_intro': '艾永亮\nTII咨询（http:\/\/www.tii-consulting.com）董事长，“互联网+”管理与研发专家\n华为、深交所、步步高“互联网+”管理顾问\n星网锐捷、500万“互联网+”研发顾问；\n中国互联网协会互联网研发创新小组成员；\n前腾讯产品总监、首席敏捷管理教练；\n前ThoughtWorks精益管理咨询师。\n刘官华\nTI I咨询（http:\/\/www.tii-consulting.com）CEO，“互联网+”战略与运营专家\n诺普信、采招网、联邦“互联网+”战略顾问\n中兴、魅族、步步高“互联网+”运营顾问\n南极圈、创业邦、3W创业导师\n前腾讯战略发展顾问、高级讲师\n前火狐数字游戏CEO\n梁璐\nTII咨询（http:\/\/www.tii-consulting.com）总裁，互联网+用户与产品专家\n平安、步步高、美的“互联网+”用户顾问\n华为、深交所、K米“互联网+”产品顾问\n腾讯项目管理顾问\n光环国际、3W创投特聘讲师\n前大众点评网O2O商业化总经理\n前珍爱网产品总监',
            'summary': '放眼整个中国乃至全球，腾讯都是一家成功的互联网企业，它代表中国企业在世界互联网版图中竖起了一面高高的旗帜。腾讯为何能取得如此大的成就，它的成功方法和商业逻辑是什么？你是不是和无数中国企业和商界人士一样，都想向腾讯取取经，但是又不得其门而入？\n腾讯一直以低调、务实著称，所 以腾讯及其内部员工都极少对外界分享他们的经验；加之腾讯的商业模式多元、业务繁多且交叉、体量又极其庞大，使得从外部来系统研究腾讯的领先之道几乎成为一种不可能。这就是为何有如此多的人想要去深入了解腾讯、系统向腾讯学习，但是至今都没有可靠途径的原因。……\n面对这种尴尬的现实，作为曾经资深的腾讯人，三位作者结合自己和大批腾讯“老鹅”曾经在腾讯的所经、所历、所感，从战略、创新、管理、文化、员工、用户、产品、运营、研发9个维度对腾讯的成功之道进行了解读和复盘，这是首部由腾讯人从腾讯内部视角披露腾讯成功方法和商业逻辑的著作，这也是目前能从实操层面指导企业向应该向腾讯学什么的仅有著作。\n书籍专题页面：http:\/\/www.tii-consulting.com\/tengxun\n微信公众号：iamchaye',
            'ebook_price': '25.00',
            'price': '59'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 9,
                'average': '0.0',
                'min': 0
            },
            'subtitle': '中国30位企业家的采访笔记',
            'author': ['腾讯财经《商业人生》栏目组'],
            'pubdate': '2012-4',
            'tags': [{
                    'count': 6,
                    'name': '励志',
                    'title': '励志'
                },
                {
                    'count': 4,
                    'name': '管理',
                    'title': '管理'
                },
                {
                    'count': 2,
                    'name': '腾讯财经《商业人生》栏目组',
                    'title': '腾讯财经《商业人生》栏目组'
                },
                {
                    'count': 2,
                    'name': '商业',
                    'title': '商业'
                },
                {
                    'count': 2,
                    'name': '传记',
                    'title': '传记'
                },
                {
                    'count': 2,
                    'name': '人生',
                    'title': '人生'
                },
                {
                    'count': 2,
                    'name': '中国',
                    'title': '中国'
                },
                {
                    'count': 1,
                    'name': '腾讯财经',
                    'title': '腾讯财经'
                }
            ],
            'origin_title': '',
            'image': 'https://img3.doubanio.com\/mpic\/s9008865.jpg',
            'binding': '精装',
            'translator': [],
            'catalog': '壹•奋斗\n创投“好兵”倪正东 \/ 002\n本色蒋锡培 \/ 014\n还原任志强 \/ 028\n王正华：逆风飞行 \/ 046\n黄鸣：为梦痴狂 \/ 058\n不倒翁阚治东 \/ 072\n贰•执著\n正气王健林 \/ 084\n且诗且行黄怒波 \/ 092\n刘永好的坚守 \/ 104\n创业英雄季琦 \/ 118\n胡葆森：十八年十八城 \/ 132\n朱保国：“太太”背后的男人 \/ 142\n叁•激情\n另类王征 \/ 158\n最后的狂人严介和 \/ 170\n天命创业者陈泽民 \/ 184\n“俏”张兰 \/ 196\n“赌徒”吴长江 \/ 208\n王树彤的飞天梦 \/ 220\n谋动陈劲松 \/ 230\n肆•超越\n开拓者李宁 \/ 246\n李东生：鹰已重生 \/ 254\n登峰者王石 \/ 262\n践梦者李书福 \/ 270\n灵动李亦非 \/ 280\n傲立王潮歌 \/ 292\n刘建国的上下求索 \/ 306\n伍•“仁”道\n不败胡志标 \/ 318\n佛商曹德旺 \/ 328\n叶莺的华丽转身 \/ 340\n收藏马未都 \/ 350',
            'pages': '362',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s9008865.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s9008865.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s9008865.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/10566292\/',
            'id': '10566292',
            'publisher': '吉林出版集团有限责任公司',
            'isbn10': '7546385539',
            'isbn13': '9787546385532',
            'title': '腾讯',
            'url': 'https:\/\/api.douban.com\/v2\/book\/10566292',
            'alt_title': '',
            'author_intro': '腾讯财经，腾讯网的财经资讯频道。提供全天候7X24小时国内和世界财经新闻服务。《商业人生》栏目是腾讯财经频道推出的战略性产品——商业高端人物系列访谈类节目。',
            'summary': '《腾讯:问道商业人生》是根据腾讯《商业人生》的商业高端人物系列访谈节目编辑整理而成。《腾讯：问道商业人生》以全新的传播理念和平民化的视角，和商业巨子进行深入的情感交流，讲述他们创业的细节和故事，探索创业、成功、财富与人生的价值。',
            'price': '29.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 59,
                'average': '6.3',
                'min': 0
            },
            'subtitle': '腾讯的移动用户体验设计之道(全彩)',
            'author': [],
            'pubdate': '2016-1-1',
            'tags': [{
                    'count': 28,
                    'name': '设计',
                    'title': '设计'
                },
                {
                    'count': 25,
                    'name': '用户体验',
                    'title': '用户体验'
                },
                {
                    'count': 21,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 17,
                    'name': '交互设计',
                    'title': '交互设计'
                },
                {
                    'count': 10,
                    'name': '产品设计',
                    'title': '产品设计'
                },
                {
                    'count': 9,
                    'name': 'UI',
                    'title': 'UI'
                },
                {
                    'count': 7,
                    'name': '产品经理',
                    'title': '产品经理'
                },
                {
                    'count': 3,
                    'name': '运营和营销',
                    'title': '运营和营销'
                }
            ],
            'origin_title': '腾讯CDC',
            'image': 'https://img3.doubanio.com\/mpic\/s28388381.jpg',
            'binding': '平装',
            'translator': [],
            'catalog': '第一章 用户变化\nQQ用户与互联网用户的变化02\n移动互联网将我们带去何处19\n用户如何使用智能手机30\n用户研究的ROI 47\n速食年代的用户研究51\n用户研究，关注推动和落地 58\n海量文本研究在产品体验评估和改进中的实践69\n换个角度看用户——生理数据与传统数据的解读77\n第二章 设计指引与经验\n效率与环境86\n隐私100\n如何规划产品的统一体验111\n多尺寸屏幕设计124\n如何设计好用的触控手势136\n第三章 设计还原\n新时代的重构150\n纵横不出方圆，万变不离其宗：腾讯网的个性化之路156\n移动页面研发流程指南163\n页面仔和他的小创新174\n第四章 优秀案例\n设计有爱——手机QQ背后的设计故事184\n真实生活的设计188\n下一代腾讯网——为你而来200\n娱乐：游戏216\n照片也能讲故事——水印相机设计小结234\n毕业生问：“怎样成为一名及格的设计师？”243\n后序',
            'pages': '256',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s28388381.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s28388381.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s28388381.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/26713446\/',
            'id': '26713446',
            'publisher': '电子工业出版社',
            'isbn10': '7121275317',
            'isbn13': '9787121275319',
            'title': '在你身边,为你设计2',
            'url': 'https:\/\/api.douban.com\/v2\/book\/26713446',
            'alt_title': '腾讯CDC',
            'author_intro': '腾讯CDC 全称是Customer Research & User Experience Design Center（即用户研究与体验设计中心），是腾讯的核心部门之一。CDC自成立以来，就一直向着“做世界一流的互联网设计团队，为用户创造优质‘在线生活’体验”这一愿景努力，致力于不断提升腾讯全线产品的用户体验。',
            'summary': '历时两年，腾讯核心部门CDC继《在你身边，为你设计》第一部问世后的又一力作，随着近几年互联网的发展和网络技术的进步，QQ用户与互联网用户也发生了很大的变化。本书立足移动端，通过用户变化、设计指引与经验、设计还原（包括重构和前端）、优秀案例等内容，向读者介绍了腾讯网是如何走出个性化之路的。\n本书适合交互设计师，视觉设计师，用户体验从业人员参考阅读。',
            'price': '69元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 273,
                'average': '6.6',
                'min': 0
            },
            'subtitle': '',
            'author': ['林军', '张宇宙'],
            'pubdate': '2009-8',
            'tags': [{
                    'count': 92,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 90,
                    'name': '马化腾',
                    'title': '马化腾'
                },
                {
                    'count': 81,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 53,
                    'name': '传记',
                    'title': '传记'
                },
                {
                    'count': 44,
                    'name': '人物传记',
                    'title': '人物传记'
                },
                {
                    'count': 25,
                    'name': '创业',
                    'title': '创业'
                },
                {
                    'count': 21,
                    'name': '商业案例',
                    'title': '商业案例'
                },
                {
                    'count': 19,
                    'name': '腾讯帝国',
                    'title': '腾讯帝国'
                }
            ],
            'origin_title': '',
            'image': 'https://img3.doubanio.com\/mpic\/s3933336.jpg',
            'binding': '平装',
            'translator': [],
            'catalog': '前言\n第一章 马化腾其人\n深圳青年马化腾\n深圳互联网曾经领先全国\n润讯工程师马化腾\n沉静型领导马化腾\n马化腾通过qq找到另一半\n马化腾的父母\n低调马化腾溯源\n—————————————————————————————————————\n第二章 马化腾的伙伴和朋友\ncfido上的ponysoft\n求伯君和丁磊\n深大校友&技术天才张志东\n市场奇才曾李青\n专才许晨晔和陈一丹\n腾讯的其他创始股东们\n早投奔腾讯而来的创始员工们\n五人决策小组\n—————————————————————————————————————\n第三章 马化腾的那些对手们\n庞东升 从我的女人到51\n腾讯把51员工告上法庭\n外挂战争和珊瑚虫\n腾讯与千橡之间的那些事情\n二马相争 拍拍偷袭招财进宝\n蚂蚁搬家阻击招财进宝\n马云和马化腾\n—————————————————————————————————————\n第四章 那些帮助过马化腾的投资人\n拷贝网易模式失败\n天使刘晓松和林建煌\nidg和盈科各占了20%股份\nmih接盘成为腾讯新股东\n香港上市 代号700.hk\n高盛进入\n刘炽平空降\n—————————————————————————————————————\n第五章 产品经理马化腾\n首席体验官马化腾\n三问和把握腾讯的度\n与产品经理面对面\n种子用户和交互设计\n多米诺骨牌\n腾讯员工的薪酬\n腾讯学院\n—————————————————————————————————————\n第六章 从oicq到qq\noicq 因丢单而立项的产品\nicq汉化改进版\noicq引爆流行\n个别人物法则\n附着力因素法则\n环境威力法则\n成为q字头\n11万美金买回qq.com\n—————————————————————————————————————\n第七章 短信让腾讯成为早盈利的互联网公司\n网络广告和会员收费\n虚拟电信运营商的终幻想\n移动梦网拯救中国互联网\n移动qq\n为做短信 腾讯大肆从华为挖人\n中移动何以对sp行业使出如此重典？\n飞信qqvs手机qq\n—————————————————————————————————————\n第八章 用户近亿的虚拟消费帝国\n东利行打造胖企鹅\nqq秀 差点被否决掉的产品\n用升级让你上瘾\n过度泛滥的q币\n盗号问题\n网上诈骗和黑客攻击\n—————————————————————————————————————\n第九章 赢得对微软之战\n超级强敌微软\n挖角微软熊明华 并购博大张小龙\n罗川挂帅 msn中国强势推出\n小步快跑的快速滚动\n社区式的东方智慧\n—————————————————————————————————————\n第十章 进入门户和搜索\n互联网第二波的殊途同归\n门户新闻的兴起\nqq .com\n腾讯智慧\n进入互联网中心\n—————————————————————————————————————\n第十一章 腾讯决战游戏市场\n张志东反对上马网游\n王远成为腾讯游戏的敲门人\n孙宇扬两次单骑救主\n数字宠物的进化\n挖华义收网域夯实网游基石\n中国网络游戏的自主研发路\n边自主研发 边代理\n—————————————————————————————————————\n第十二章 腾讯式创新\n模仿者或创新者\n超越模仿秀\n满足用户需求的创新\n商业模式驱动创新\n为未来储备\n专利战略\n后记：后悔没买腾讯股票 庆幸写了这本书',
            'pages': '246',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s3933336.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s3933336.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s3933336.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/3905259\/',
            'id': '3905259',
            'publisher': '中信出版社',
            'isbn10': '7508616146',
            'isbn13': '9787508616148',
            'title': '马化腾的腾讯帝国',
            'url': 'https:\/\/api.douban.com\/v2\/book\/3905259',
            'alt_title': '用户为王',
            'author_intro': '林军：中信出版社、蓝狮子财经出版中心签约作家，英鹏兰德公司执行董事，互联网老兵群创始人，曾任IT第一中文网站天极网创始人和总编辑等职，归属中国互联网创业第一代，记者生涯中曾任《电脑报》新闻中心主任和《知识经济》副总编等职，是中国资深互联网观察家之一。过去数年随妻女栖居盐湖城, 现旅居深圳，致力于中国互联网史和中国高科技史的梳理和写作，著有《沸腾十五年——中国互联网1995-2009》、《柳传志管理日志》、《大企业病》等。\n张宇宙：1998年开始上网的网虫，2002年前后开始从事互联网工作，2005年起，独立策划和运营了多个互联网产品，目前在江苏最大的互联网公司HOUSE365.com任产品经理。信仰互联网，酷爱研究互联网各类产品演变，网名镇元子。',
            'summary': '你应该知道那个胖胖的企鹅形象的QQ，作为全球用户最多的互联网软件产品之一，它的活跃用户超过3亿，QQ成为大多数中国网民上网应用的第一选择。你或许还知道拥有QQ这款产品的腾讯公司，作为在香港上市的内地公司，它的最高市值曾达1200亿港元，是中国互联网公司中市值最高、收入最大、利润最多的公司。但作为这家公司的统领者的马化腾却一向低调，不为人所知。\n本书作者通过对包括马化腾在内的多名腾讯前员工，马化腾的成长伙伴、前友人、前同事、多位师长辈，腾讯合作伙伴、投资人等上百人的采访及对腾讯发展历史的全面梳理，客观、实际、权威的为我们解读了马化腾是一个什么样的人，他和我们到底有什么不同?他是如何将QQ催生、养大以及做大、做强到今天的风靡一时，称霸一方的?他在腾讯公司的创办过程中到底做过哪些重大决策，这些决策是怎么物化成产品，这些产品又是怎么形成和出台的?有哪些事情是马化腾不愿意去面对和描述的，但却是我们应该知道的。',
            'price': '36.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 295,
                'average': '6.2',
                'min': 0
            },
            'subtitle': '',
            'author': ['《腾讯十年》创作组'],
            'pubdate': '2008',
            'tags': [{
                    'count': 109,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 108,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 57,
                    'name': '传记',
                    'title': '传记'
                },
                {
                    'count': 54,
                    'name': '马化腾',
                    'title': '马化腾'
                },
                {
                    'count': 43,
                    'name': 'QQ',
                    'title': 'QQ'
                },
                {
                    'count': 42,
                    'name': '企业史',
                    'title': '企业史'
                },
                {
                    'count': 36,
                    'name': '创业',
                    'title': '创业'
                },
                {
                    'count': 20,
                    'name': '腾讯十年',
                    'title': '腾讯十年'
                }
            ],
            'origin_title': '',
            'image': 'https://img1.doubanio.com\/mpic\/s3352848.jpg',
            'binding': '禾立广告',
            'translator': [],
            'catalog': '序\n第一章　初生\n第一节　开始的开始\n第二节　创业\n初入社会\n梦想十分\n第五个人\n第三节　企鹅\n创业初期\nOICQ\n企鹅的来历\n第二章　创业艰辛\n第一节　腾讯天性\n起步\n感同身受\n苦练内功\n独立承担\n第二节　无奈更名\n初尝被告\n从OICQ到QQ\n第三节　寻求突破\n风投来了\n第一桶金\n第三章　冬天的奇迹\n第一节　第二次融资\n冬至\n更替\n第二节　开拓探索\n广而告之\n增值服务\n第四章　挑战\n第一节　支付代码\nQ币来历\n支付体系\n“庐山会议”\n第二节　QQ保卫战\n收费风波\n守护安全\n被寄生的隐痛\n第五章　端倪\n第一节　关爱之心\n公益起步\n共抗非典\n第二节　门户大开\n门户启航\nQQ．com的故事\n新生活，我主张\n第三节　游戏，芝麻开门\n网游初体验\n“凯旋”之门\n平台之路\n得失之间\n钻石之梦\n第六章　香港上市\n第一节　最初的梦想\n700.HK\n承诺的重量\n春天的故事\n第二节　上市之路\n结缘\n共赢\n第三节　新的起点\n迈向新天地\n全面提升\n第七章　二次创业\n第一节　在线生活\n全面布局\n企鹅与狐狸\n企鹅的幻想\n别样的c2c\n组织架构\n第二节　腾讯之心\n最初的精神\n文化提炼\n文化的力量\n腾讯的文化\n链接：做受尊敬的腾讯人\n第八章　成长\n第一节　最宝贵的财富\n成长的代价\n条条大路通罗马\n学习成就未来\n链接：学习威就未来\n第二节　合作双赢\n喜悦的事故\n政企交流\n第三节　Web2.0\n个人空间\n用户体验\n第九章　回响悠长\n第一节　大回响·大影响\n前世今生\n热情与汗水\n第二节　着眼未来\n南坡北坡\n知识产权\n放眼世界\n第三节　Tenceni Party\n歌唱梦想\n煎蛋引领互联网发展\n腾讯风俗\n第十章　责任\n第一节　站在你背后\n爱的力量\n两个2000万的爱心\n救灾集结号\nI am so proud of you!\n链接：众志成城共渡难关\n腾讯公益\n第二节　你的网络主场\n祥云在手\n无与伦比\n全因有你\n附录：腾讯足迹',
            'pages': '214',
            'images': {
                'small': 'https://img1.doubanio.com\/spic\/s3352848.jpg',
                'large': 'https://img1.doubanio.com\/lpic\/s3352848.jpg',
                'medium': 'https://img1.doubanio.com\/mpic\/s3352848.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/3279390\/',
            'id': '3279390',
            'publisher': '深圳报业集团出版社',
            'isbn10': '7807092106',
            'isbn13': '9787807092100',
            'title': '企鹅传奇',
            'url': 'https:\/\/api.douban.com\/v2\/book\/3279390',
            'alt_title': '',
            'author_intro': '',
            'summary': '2008年7月，《企鹅传奇》的提纲终于在反复讨论中确定，随后便是与编辑团队一起进行初稿撰写，每三、四人一组完成两年的内容，遇到资料缺少的情况，便继续进行访谈。9月，十万字的初稿完成，9月28日，陆文卓与杨颖一同进驻青青世界进行闭关，对初稿进行编撰、定稿。《腾讯十年》?企鹅传奇一书共分十章，以编年方式将当年所发生大事进行纪录，希望通过这些事情的发生发展，反映腾讯的做人做事方式。此外，坊间一度流传关于腾讯及其发展史有诸．多版本，有些事情更被传的神乎其神，难辨真伪。《企鹅传奇》所有文字均依据实际访谈内容编辑而成，相信能解答大家对于腾讯十年发展史中的一些疑惑。作者相信真实的力量，也相信从这些真实的故事背后了解到，一切的偶然都有其必然的因素。',
            'price': '36.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 27,
                'average': '5.9',
                'min': 0
            },
            'subtitle': '—马化腾与腾讯管理模式',
            'author': ['郑祥琥'],
            'pubdate': '2009-11',
            'tags': [{
                    'count': 14,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 9,
                    'name': '马化腾',
                    'title': '马化腾'
                },
                {
                    'count': 5,
                    'name': '企业',
                    'title': '企业'
                },
                {
                    'count': 5,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 3,
                    'name': '管理模式',
                    'title': '管理模式'
                },
                {
                    'count': 3,
                    'name': 'QQ',
                    'title': 'QQ'
                },
                {
                    'count': 2,
                    'name': '经济学',
                    'title': '经济学'
                },
                {
                    'count': 2,
                    'name': '经济',
                    'title': '经济'
                }
            ],
            'origin_title': '',
            'image': 'https://img1.doubanio.com\/mpic\/s6498757.jpg',
            'binding': '',
            'translator': [],
            'catalog': '序言第一章 QQ时代：马化腾的企鹅帝国  一、QQ，改变中国  二、马化腾，互联网至尊第二章 马家有Q初长成：QQ史前史  一、腼腆的小马哥：马化腾的学生时代  二、惠多网的马站长：马化腾试水惠多网  三、创业五人组：马化腾的创业团队第三章 QQ来了：腾讯驶入快车道  一、企鹅的诞生：从ICQ到OICQ  二、遭遇AOL：OICQ变脸QQ  三、IDG和盈科数码：寻找投资人第四章 互联网寒冬：腾讯一路高歌  一、雪中送炭：MIH注资腾讯    资本的冬天：互联网泡沫破灭    轩然大波：MIH控股腾讯  二、一个错误的决定：QQ收费风波    杀鸡取卵：QQ注册要收费    口水战：《精品购物指南》的责难  三、走出互联网寒冬：QQ的新起点    移动QQ：中国互联网第一桶金    及时醒悟：重开QQ免费注册第五章 富豪是怎样炼成的：2004年腾讯上市  一、企鹅凶猛：腾讯领跑即时通讯    群狼环顾：QQ不惧    QQ劲敌：MSN登陆中国    行业标准：QQ雄霸天下  二、QQl亘I家之路：腾讯收购QQ域名    高价收购：罗伯特·亨茨曼的QQ.com    一波三折：杨飞雪的OICQ.com.cn  三、一夜金身：腾讯上市香港第六章 在线生活：腾讯的多元化战略(上)  一、迷你首页：挺进门户网站    门户网站：腾讯姗姗来迟    聚焦大赛：腾讯勇夺第一    地方门户：腾讯一马当先  二、网络游戏：打造腾讯新动力    联众与网易：网游开拓者    盛大与巨人：网游新思维    QQ游TE：腾讯扬帆网游蓝海  三、腾讯邮箱：QQ的配套设施    邮箱之争：钱不是问题，问题是没钱    收购Foxmail：腾讯邮箱二度出击第七章 在线生活：腾讯的多元化战略(下)  一、腾讯拍拍：决战C2C    淘宝与易趣：C2C叉雄争霸    马到成功：腾讯拍拍杀入C2C    马云的烦恼：二马相争  二、腾讯SOSO：来挖互联网第四桶金    Google与百度：划破长空的闪电    搜搜问问：何时能够抗衡百度？  三、QQ空间：博客秀出你自己  四、QQ输入法：腾讯的战略创新    中文输入法：信息时代的入门课    QQ输入法：腾讯的又一利器  五、腾讯浏览器：腾讯的“大而全”第八章 大回响、大影响：腾讯的品牌战略  一、企鹅变身：腾讯品牌的诞生    腾讯换标：相关业务的重新架构    扭转乾坤：“大回响、大影响”的品牌战略  二、合作之路：腾讯的品牌推广  三、走出去：腾讯的国际化战略第九章 如何引领新经济：腾讯的创新战略  一、来自对手的脏水：腾讯“抄袭大王”之辩  二、创新的体系：从创新中心到腾讯研究院  三、创新是腾讯之本：腾讯的创新实例    创造性的破坏：创新的本质    创新之路：腾讯创新三部曲第十章 成功有术：腾讯的经营战略  一、独门秘笈：马化腾的三问  二、危机感如影随形：马化腾的稳健  三、专注产品：马化腾是首席体验官第十一章钱从哪里来：腾讯的盈利模式  一、腾讯的创举：Q币汇通天下    虚拟货币：腾讯自己给自己印钱    Q币风波：Q币冲击人民币？  二、三驾马车：腾讯的三大收入来源    移动QQ：移动和电信增值服务    网游与QQ秀：互联网增值服务    腾讯的第三极：在线广告第十二章 最受人尊敬的互联网企业：腾讯的企业文化  一、腾讯的内涵：愿景、价值观与社会责任    最受尊敬的互联网企业：腾讯的愿景    正直、尽责、合作、创新：腾讯的价值观    企业越大，责任越大：腾讯的社会责任  二、关心员工成长：腾讯的人才文化    快乐工作：与员工共同成长    腾讯学院：腾讯自己的企业大学附录：腾讯公司年谱后记',
            'pages': '198',
            'images': {
                'small': 'https://img1.doubanio.com\/spic\/s6498757.jpg',
                'large': 'https://img1.doubanio.com\/lpic\/s6498757.jpg',
                'medium': 'https://img1.doubanio.com\/mpic\/s6498757.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/4115307\/',
            'id': '4115307',
            'publisher': '武汉大学',
            'isbn10': '7307073080',
            'isbn13': '9787307073081',
            'title': '聊出来的企鹅帝国',
            'url': 'https:\/\/api.douban.com\/v2\/book\/4115307',
            'alt_title': '',
            'author_intro': '郑祥琥，知名财经作家、互联网观察家、网名诗人小郑、南开大学硕士。对互联网和产业经济有多年的关注和研究，著有《比亚迪之父王传福》、《当当情缘：当当网联合总裁传》等，与QQ结缘十年，QQ早已成为工作与生活的必备工具。偶尔会担心QQ号被盗，因为上面积积攒着本人的十年人脉。',
            'summary': '《聊出来的企鹅帝国:马化腾与腾讯管理模式》内容简介：你也许没有听说过马化腾，但你一定会听说过腾讯。要是你从来没听说过腾讯，那你一定知道QQ，知道那只可爱的小企鹅。如果你真的连QQ为何物都不知道，那毫无疑问，你是从火星来的。没错！在今天的中国，腾讯QQ是家喻户晓的，几乎成了时代的象征。下至七八岁的小朋友，上到六七十岁的老年人，都有很多QQ用户。毫不夸张地说，今天的中国真称得上是“长安一片月，万户QQ声”，只要有电脑的地方，我们就能听到QQ来信息时的嘀嘀声，看到那只闪动的小企鹅。例如在周末中学生放假的时候，我们到网吧去看。有的人在玩网络游戏，有的人在看电影，也有的人在看网络小说。但是几乎每一个人都开着QQ，时不时要跟自己的QQ好友聊几句。',
            'price': '28.00元'
        },
        {
            'rating': {
                'max': 10,
                'numRaters': 36,
                'average': '7.4',
                'min': 0
            },
            'subtitle': '腾讯VS阿里巴巴',
            'author': ['胡珺喆'],
            'pubdate': '2014-8-1',
            'tags': [{
                    'count': 8,
                    'name': '互联网',
                    'title': '互联网'
                },
                {
                    'count': 5,
                    'name': '阿里巴巴',
                    'title': '阿里巴巴'
                },
                {
                    'count': 4,
                    'name': '腾讯',
                    'title': '腾讯'
                },
                {
                    'count': 3,
                    'name': '商业',
                    'title': '商业'
                },
                {
                    'count': 1,
                    'name': '读书会',
                    'title': '读书会'
                },
                {
                    'count': 1,
                    'name': '管理',
                    'title': '管理'
                }
            ],
            'origin_title': '',
            'image': 'https://img3.doubanio.com\/mpic\/s27475404.jpg',
            'binding': '平装',
            'translator': [],
            'catalog': '第一章　帝国争霸，移动生态领域的巅峰对决\n从“TABLE”到“TA”：凭什么是腾讯和阿里？　12\n腾讯PK阿里：移动领域的天王山之战　17\n阿里封杀微信：是高筑墙还是画地为牢？　21\n力推来往：把企鹅打回老家去　26\n微信红包：腾讯直捣黄龙　31\n“嘀嘀”PK“快的”：10亿级别的资金对抗　36\n腾讯入股大众点评：一场一拍即合的收购案　42\n腾讯牵手京东：农村包围城市　46\n淘点点PK大众点评：腾讯阿里公开“抢餐”　51\n延伸阅读——“神仙打架”跟你有几毛钱的关系？　55\n第二章　移动互联网的前世今生\n从移动到移动互联　60\ni-Mode：移动互联网的鼻祖　65\n比尔·盖茨与《未来之路》　70\n竞争残酷，胜者为王　74\n延伸阅读——无处不在的移动互联之路　79\n第三章　电商帝国阿里巴巴\n永不放弃：冲劲十足的小个子　82\n组建团队：搭对伙伴找对人　88\n弃鲸抓虾：为中小企业芝麻开门　93\n玩转数据魔方：打造CBBS生态链　97\n借力淘宝：跨界金融之初体验　101\n再出奇招：娱乐宝？众筹？　104\n延伸阅读——马云成功之路给我们的启示　108\n第四章　聊出来的企鹅帝国\nQQ改变中国　112\nQQ与微信：薪火相传or同室操戈？　116\n小马凶猛：激战五巨头　120\n可怕的腾讯：只要被模仿，必然被超越　124\n布局移动生活领域：减法or加法？　128\n延伸阅读——我们为什么对腾讯情有独钟？　132\n第五章　腾讯和阿里的成功之道\n应用为王：用户需要什么，我就生产什么　136\n平台开放：合作共享，多方共赢　141\n战略定位：运筹帷幄，决胜千里　146\n快速迭代：边开枪，边瞄准　151\n合作共赢：只有产业链，没有企业　156\n企业文化：用信念激励企业前进　161\n延伸阅读——移动互联时代，每个人的时代　167\n第六章　移动互联网时代的多元盈利模式\n没有过硬的产品和服务，再好的盈利模式也白搭　172\n盈利模式现状：诸侯乱象、群雄逐鹿　178\n钱从何处来？　183\n找到下一个商机　189\n延伸阅读——自媒体如何跨过盈利模式单一的“坎儿”　194\n第七章　腾讯VS阿里巴巴：如何寻找商机\n手机游戏：不是上位就是灭亡　198\n移动视听：一场移动的视听盛宴　204\n电子阅读：最具潜力的增值业务　208\n移动搜索：把生意做到手机上　212\n移动SNS：互动赢得粉丝，创新击败对手　216\n移动商务：让天下没有难做的生意　222\n延伸阅读——移动互联网时代无处不在的商机　227',
            'ebook_url': 'https:\/\/read.douban.com\/ebook\/16859432\/',
            'pages': '230',
            'images': {
                'small': 'https://img3.doubanio.com\/spic\/s27475404.jpg',
                'large': 'https://img3.doubanio.com\/lpic\/s27475404.jpg',
                'medium': 'https://img3.doubanio.com\/mpic\/s27475404.jpg'
            },
            'alt': 'https:\/\/book.douban.com\/subject\/25969425\/',
            'id': '25969425',
            'publisher': '人民邮电出版社',
            'isbn10': '7115361029',
            'isbn13': '9787115361028',
            'title': '移动互联网之巅',
            'url': 'https:\/\/api.douban.com\/v2\/book\/25969425',
            'alt_title': '',
            'author_intro': '胡珺喆中国移动互联网独立观察者新营销模式设计师北京未来派联合创始人广富诚集团商学院特约讲师他长期专注于移动互联网和新媒体营销的专业研究，对阿里巴巴和腾讯这两大互联网巨头的发展思路及发展历程有着独到的见解。在研究过程中，他深刻领会到互联网公司的发展需要扎扎实实走好三步棋。首先，你需要找到用户的一个细小的需求点，让你的产品将其需求满足到极致。然后，在此基础上逐渐扩展你的业务及用户人群。最后，在拥有广大用户的基础之上，你才能考虑赚钱。腾讯的QQ和阿里巴巴的淘宝无疑都是走了这条发展路线。可以讲，企业只有走精益创新、连点成线的道路，才有可能逐步发展壮大。',
            'summary': '抢红包的余温还未散尽，打车减免的烧钱游戏烽烟再起，估计现在只有腾讯和阿里巴巴可以这样玩。这两家互联网公司巨头的竞争似乎一时难以停战，在这场争夺用户的白热化战斗中，最后谁主沉浮？中国互联网格局是一统江湖，还是双雄割据？《移动互联网之巅：腾讯VS阿里巴巴》通过故事性的语言，介绍腾讯和阿里巴巴的运营思维，以及他们对未来生活的判断，因为他们的产品可能会影响你我的生活方式。辉煌背后的危机，谁又能避免。',
            'ebook_price': '15.92',
            'price': '40.00元'
        }
    ]
}
let books = arrangeData('book', bookData)
export default books